[
  {
    "cardValue": "Gerçek Anlam",
    "cardKey": "Bir sözcüğün akla gelen ilk anlamına ne denir?"
  },
  {
    "cardValue": "Yan Anlam",
    "cardKey": "Bir sözcüğün temel anlamına bağlı olarak kazandığı yeni anlama ne ad verilir?"
  },
  {
    "cardValue": "Mecaz Anlam",
    "cardKey": "Bir sözcüğün bir ilgi veya benzetme sonucu temel anlamından tamamen uzaklaşarak kazandığı yeni anlama ne denir?"
  },
  {
    "cardValue": "Terim Anlam",
    "cardKey": "\"Bir bilim, sanat veya meslek dalıyla ilgili özel bir kavramı karşılayan sözcüklere ne denir?\""
  },
  {
    "cardValue": "Eş Anlamlı (Anlamdaş) Sözcükler",
    "cardKey": "\"Yazılışları farklı, anlamları aynı olan sözcüklere ne ad verilir?\""
  },
  {
    "cardValue": "Zıt (Karşıt) Anlamlı Sözcükler",
    "cardKey": "Anlamca birbirinin tam tersini ifade eden sözcüklere ne denir?"
  },
  {
    "cardValue": "Sesteş (Eş Sesli) Sözcükler",
    "cardKey": "\"Yazılışları aynı, anlamları farklı olan sözcüklere ne ad verilir?\""
  },
  {
    "cardValue": "Somut ve Soyut Anlam",
    "cardKey": "\"Beş duyu organından herhangi biriyle algılanabilen sözcükler _____, zihin ve his yoluyla algılanabilen sözcükler ise _____ anlamlıdır.\""
  },
  {
    "cardValue": "Nicel Anlamlı",
    "cardKey": "\"Varlıkların sayılabilen, ölçülebilen veya azalıp çoğalabilen yanlarını anlatan sözcükler ne tür anlamlıdır?\""
  },
  {
    "cardValue": "Nitel Anlamlı",
    "cardKey": "\"Varlıkları renk, durum, biçim bakımından belirten, sayılamayan ve ölçülemeyen sözcükler ne tür anlamlıdır?\""
  },
  {
    "cardValue": "Yansıma Sözcükler",
    "cardKey": "Doğadaki seslerin taklit edilmesiyle oluşan sözcüklere ne denir?"
  },
  {
    "cardValue": "Mecazımürsel (Ad Aktarması)",
    "cardKey": "Benzetme amacı güdülmeden bir sözün başka bir söz yerine kullanılmasına ne ad verilir?"
  },
  {
    "cardValue": "Dolaylama",
    "cardKey": "Bir sözcükle anlatılabilecek bir kavramın birden çok sözcükle anlatılmasına ne denir?"
  },
  {
    "cardValue": "Güzel Adlandırma",
    "cardKey": "İnsanlarda korku uyandıran durum ve varlıkları daha güzel çağrışımlar uyandıracak başka sözcüklerle adlandırmaya ne denir?"
  },
  {
    "cardValue": "Kinaye",
    "cardKey": "\"Bir sözün hem gerçek hem de mecaz anlama gelecek şekilde, mecaz anlamı kastedilerek kullanılması sanatı nedir?\""
  },
  {
    "cardValue": "Tariz",
    "cardKey": "Bir sözün tersini kastederek iğneleyici bir biçimde kullanılmasına ne ad verilir?"
  },
  {
    "cardValue": "Somutlama",
    "cardKey": "Soyut bir kavramın benzetme yoluyla somut sözcüklerle ifade edilmesine ne denir?"
  },
  {
    "cardValue": "Deyim",
    "cardKey": "\"Genellikle gerçek anlamından ayrı, ilgi çekici bir anlamı olan kalıplaşmış söz öbeklerine ne denir?\""
  },
  {
    "cardValue": "Atasözü",
    "cardKey": "\"Uzun deneyimlere dayanılarak söylenmiş ve halka mal olmuş, öğüt verici nitelikteki sözlere ne ad verilir?\""
  },
  {
    "cardValue": "Amaç-Sonuç Cümleleri",
    "cardKey": "Bir eylemin hangi amaçla yapıldığını bildiren cümlelere ne denir?"
  },
  {
    "cardValue": "Neden-Sonuç Cümleleri",
    "cardKey": "Bir eylemin hangi sebepten yapıldığını bildiren ve eylemin gerçekleşmiş olduğu cümlelere ne denir?"
  },
  {
    "cardValue": "Koşul Cümleleri",
    "cardKey": "Bir eylemin gerçekleşmesinin başka bir duruma bağlı olduğunu bildiren cümlelere ne denir?"
  },
  {
    "cardValue": "Karşılaştırma Cümleleri",
    "cardKey": "\"Varlık, kavram ve durumları benzerlik, farklılık gibi yönlerden kıyaslayan cümlelere ne ad verilir?\""
  },
  {
    "cardValue": "Öznel Anlatım Cümleleri",
    "cardKey": "\"Kişisel duygu, düşünce ve yorumlar içeren, kanıtlanamayan yargıları ifade eden cümleler nedir?\""
  },
  {
    "cardValue": "Nesnel Anlatım Cümleleri",
    "cardKey": "\"Kişisel değerlendirme içermeyen, kanıtlanabilir ve genel geçer yargıları ifade eden cümleler nedir?\""
  },
  {
    "cardValue": "Doğrudan Anlatım",
    "cardKey": "\"Başkasına ait bir sözün ağızdan çıktığı gibi, değiştirilmeden aktarılmasına ne denir?\""
  },
  {
    "cardValue": "Dolaylı Anlatım",
    "cardKey": "\"Başkasına ait bir sözün, söyleyenin ifadesiyle birleştirilerek aktarılmasına ne denir?\""
  },
  {
    "cardValue": "İçerik Cümleleri",
    "cardKey": "Bir eserde ne anlatıldığıyla ilgili yargılar içeren cümlelere ne ad verilir?"
  },
  {
    "cardValue": "Üslup (Biçem) Cümleleri",
    "cardKey": "\"Yazarın anlatım tarzı, dili kullanma şekli ve söyleyiş özellikleriyle ilgili cümlelere ne ad verilir?\""
  },
  {
    "cardValue": "Tanım Cümleleri",
    "cardKey": "\"Bir kavramın veya varlığın niteliklerini tarif eden, 'Bu nedir?' sorusuna cevap veren cümlelere ne denir?\""
  },
  {
    "cardValue": "Aşamalı Durum Cümleleri",
    "cardKey": "\"Bir durumun birdenbire değil, süreç içinde yavaş yavaş değiştiğini ifade eden cümlelere ne denir?\""
  },
  {
    "cardValue": "Sitem Cümleleri",
    "cardKey": "\"Bir kimseye, yaptığı bir hareketin üzüntü veya kırgınlık uyandırdığının öfkelenmeden belirtildiği cümlelere ne denir?\""
  },
  {
    "cardValue": "Yakınma Cümleleri",
    "cardKey": "Bir durumdan sızlanarak şikâyet etmeyi bildiren cümlelere ne ad verilir?"
  },
  {
    "cardValue": "Pişmanlık Cümleleri",
    "cardKey": "Yapılan bir işin olumsuz sonucunu görerek üzüntü duyulduğunu ifade eden cümleler hangisidir?"
  },
  {
    "cardValue": "Hayıflanma Cümleleri",
    "cardKey": "Kaçırılan bir fırsat nedeniyle kişinin kendi kendine üzülmesini ifade eden cümlelere ne denir?"
  },
  {
    "cardValue": "Tasarı Cümleleri",
    "cardKey": "\"Yapılması planlanan, geleceğe dair düşünülen işleri ifade eden cümlelere ne ad verilir?\""
  },
  {
    "cardValue": "Ön Yargı Cümleleri",
    "cardKey": "Bir durum veya olayla ilgili önceden edinilmiş olumlu veya olumsuz yargılara ne denir?"
  },
  {
    "cardValue": "Varsayım Cümleleri",
    "cardKey": "Gerçekte olmayan bir durumun varmış gibi kabul edilerek anlatıldığı cümlelere ne denir?"
  },
  {
    "cardValue": "Kanıksama Cümleleri",
    "cardKey": "Tekrarlanan olumsuz durumlara alışıldığını ifade eden cümlelere ne denir?"
  },
  {
    "cardValue": "Küçümseme Cümleleri",
    "cardKey": "\"Bir şeyi hor görmeyi, küçük görmeyi ifade eden cümleler hangisidir?\""
  },
  {
    "cardValue": "Azımsama Cümleleri",
    "cardKey": "Bir şeyin miktarını beklenenden az bulmayı ifade eden cümlelere ne ad verilir?"
  },
  {
    "cardValue": "Öyküleyici Anlatım",
    "cardKey": "\"Olayların kişi, mekân ve zaman unsurlarına bağlanarak anlatıldığı anlatım biçimi nedir?\""
  },
  {
    "cardValue": "Betimleyici Anlatım",
    "cardKey": "\"Bir varlığın veya yerin, okuyucunun zihninde canlandırılacak şekilde ayrıntılarıyla anlatıldığı anlatım biçimi nedir?\""
  },
  {
    "cardValue": "Açıklayıcı Anlatım",
    "cardKey": "Bir konu hakkında bilgi vermeyi veya bir konuyu öğretmeyi amaçlayan anlatım biçimi nedir?"
  },
  {
    "cardValue": "Tartışmacı Anlatım",
    "cardKey": "Bir düşünceyi savunmayı ve okuyucuyu o konuya inandırmayı amaçlayan anlatım biçimi nedir?"
  },
  {
    "cardValue": "Tanık Gösterme",
    "cardKey": "Düşünceyi Geliştirme Yolları: Savunulan düşünceyi daha inandırıcı kılmak için konunun uzmanı bir kişinin sözünden alıntı yapmaya ne denir?"
  },
  {
    "cardValue": "Açıklık",
    "cardKey": "\"Anlatımın tek bir yargıyı ifade etmesi, birden fazla anlam çıkarılmaması özelliğine ne denir?\""
  },
  {
    "cardValue": "Duruluk",
    "cardKey": "Anlatımda aynı anlama gelen sözcüklerin veya gereksiz eklerin bulunmaması özelliğine ne denir?"
  },
  {
    "cardValue": "Yalınlık",
    "cardKey": "\"Anlatımın süslü, anlaşılması zor sözcüklerden ve söz sanatlarından uzak olmasına ne ad verilir?\""
  },
  {
    "cardValue": "Akıcılık",
    "cardKey": "\"Anlatımın, okunması zor seslerden ve kelime tekrarlarından arındırılmış olmasına ne denir?\""
  },
  {
    "cardValue": "Sağlamlık",
    "cardKey": "Anlatımın dil bilgisi kurallarına uygun olması özelliğine ne ad verilir?"
  },
  {
    "cardValue": "Tutarlılık",
    "cardKey": "Anlatımın mantık kurallarına uygun olması ve düşünsel çelişkiler taşımaması özelliğine ne denir?"
  },
  {
    "cardValue": "Özgünlük",
    "cardKey": "\"Anlatımın başka bir anlatıma benzememesi, taklitten uzak olması özelliğine ne denir?\""
  },
  {
    "cardValue": "Özlülük",
    "cardKey": "\"Az sözle çok şey anlatma, anlatımın yoğun olması özelliğine ne ad verilir?\""
  },
  {
    "cardValue": "Ana Düşünce",
    "cardKey": "Bir paragrafta yazarın okura iletmek istediği asıl mesaja ne denir?"
  },
  {
    "cardValue": "Yardımcı Düşünce",
    "cardKey": "\"Paragrafın ana düşüncesini destekleyen, konunun daha iyi anlaşılmasını sağlayan düşüncelere ne denir?\""
  },
  {
    "cardValue": "Giriş Bölümü",
    "cardKey": "\"Paragrafın ilk ve genellikle tek cümleden oluşan, konunun ortaya konduğu bölümü hangisidir?\""
  },
  {
    "cardValue": "Akışı Bozan Cümle",
    "cardKey": "\"Paragrafın anlam bütünlüğünü bozan, konudan sapan cümleye ne ad verilir?\""
  },
  {
    "cardValue": "Büyük Ünlü Uyumu",
    "cardKey": "\"Türkçede bir kelimenin birinci hecesinde kalın ünlü varsa diğer hecelerin de kalın, ince ünlü varsa diğer hecelerin de ince olması kuralına ne denir?\""
  },
  {
    "cardValue": "Küçük Ünlü Uyumu",
    "cardKey": "\"Türkçede düz ünlüden sonra düz, yuvarlak ünlüden sonra ya düz-geniş (a,e) ya da dar-yuvarlak (u,ü) gelmesi kuralına ne denir?\""
  },
  {
    "cardValue": "Ünlü Düşmesi",
    "cardKey": "Bazı sözcüklerin çekim veya yapım eki aldığında ya da birleştiğinde son hecesindeki dar ünlünün düşmesi ses olayı nedir?"
  },
  {
    "cardValue": "Ünlü Türemesi",
    "cardKey": "Bazı sözcüklere '-cık' eki geldiğinde veya pekiştirme yapıldığında ortaya çıkan ses olayına ne denir?"
  },
  {
    "cardValue": "Ünlü Daralması",
    "cardKey": "\"'-yor' ekinin kendinden önceki geniş ünlüleri (a, e) daraltması (ı, i, u, ü) ses olayı nedir?\""
  },
  {
    "cardValue": "Ünlü Değişimi (Kök Değişimi)",
    "cardKey": "'Ben' ve 'sen' zamirlerine yönelme eki (-e) geldiğinde kökteki ünlünün değişmesi olayına ne denir?"
  },
  {
    "cardValue": "Ünsüz Benzeşmesi (Sertleşmesi)",
    "cardKey": "\"Sert ünsüzle (f, s, t, k, ç, ş, h, p) biten bir kelimeye 'c, d, g' ile başlayan bir ek geldiğinde, ekin başındaki ünsüzün sertleşerek 'ç, t, k' olması olayına ne denir?\""
  },
  {
    "cardValue": "Ünsüz Yumuşaması (Değişimi)",
    "cardKey": "\"Sert ünsüzle (p, ç, t, k) biten bir kelimeye ünlüyle başlayan bir ek geldiğinde, bu sert ünsüzlerin yumuşayarak 'b, c, d, g/ğ' olması olayına ne denir?\""
  },
  {
    "cardValue": "Ünsüz Türemesi",
    "cardKey": "Arapçadan dilimize giren bazı tek heceli sözcükler ünlüyle başlayan bir ek aldığında veya yardımcı fiille birleştiğinde sondaki ünsüzün tekrarlanması ses olayı nedir?"
  },
  {
    "cardValue": "Ünsüz Düşmesi",
    "cardKey": "Genellikle '-k' ünsüzü ile biten bazı sözcüklere küçültme eki '-cik' getirildiğinde '-k' sesinin düşmesi olayına ne ad verilir?"
  },
  {
    "cardValue": "Kaynaştırma Ünsüzleri",
    "cardKey": "\"Türkçede ünlü ile biten bir kelimeye ünlü ile başlayan bir ek geldiğinde araya giren 'y, ş, s, n' ünsüzlerine ne ad verilir?\""
  },
  {
    "cardValue": "Akrabalık Adı Yazımı",
    "cardKey": "\"Akrabalık bildiren kelimeler (dayı, teyze) özel isimden sonra geldiğinde ve lakap değilse nasıl yazılır?\""
  },
  {
    "cardValue": "Tarih Bildiren Ay ve Gün Adları Yazımı",
    "cardKey": "Belirli bir tarih bildiren ay ve gün adları nasıl yazılır?"
  },
  {
    "cardValue": "Para Birimleri Yazımı",
    "cardKey": "\"Para birimleri (avro, dinar, lira) nasıl yazılır?\""
  },
  {
    "cardValue": "Sayıların Yazımı",
    "cardKey": "\"Birden fazla kelimeden oluşan sayılar (on dört, yirmi beş) nasıl yazılır?\""
  },
  {
    "cardValue": "Üleştirme Sayıları Yazımı",
    "cardKey": "\"Üleştirme sayıları (ikişer, dokuzar) rakamla mı yazıyla mı belirtilir?\""
  },
  {
    "cardValue": "Kısaltmalara Gelen Ekler",
    "cardKey": "Büyük harflerle yapılan kısaltmalara getirilen eklerde ne esas alınır?"
  },
  {
    "cardValue": "Bağlaç Olan 'ki' Yazımı",
    "cardKey": "Bağlaç olan 'ki' nasıl yazılır?"
  },
  {
    "cardValue": "Bitişik Yazılan 'ki' Bağlaçları",
    "cardKey": "Hangi 'ki' bağlaçları kalıplaştığı için bitişik yazılır?"
  },
  {
    "cardValue": "Soru Eki 'mı/mi/mu/mü' Yazımı",
    "cardKey": "Soru eki olan 'mı/mi/mu/mü' kendinden önceki kelimeden nasıl yazılır?"
  },
  {
    "cardValue": "Bağlaç Olan 'da/de' Yazımı",
    "cardKey": "Bağlaç olan 'da/de' nasıl yazılır ve hangi ses kuralına uymaz?"
  },
  {
    "cardValue": "Yardımcı Fiille Kurulan Birleşik Fiiller (Ayrı Yazılan)",
    "cardKey": "\"Ses düşmesi veya türemesi olmayan, 'etmek, olmak' yardımcı fiilleriyle kurulan birleşik fiiller nasıl yazılır?\""
  },
  {
    "cardValue": "Anlam Değişikliği Olmayan Birleşik Kelimeler Yazımı",
    "cardKey": "Birleşme sırasında kelimelerinden hiçbiri veya ikinci kelimesi anlam değişikliğine uğramayan birleşik kelimeler nasıl yazılır?"
  },
  {
    "cardValue": "Somut Yer Belirten 'alt' ve 'üst' Birleşik Kelimeler Yazımı",
    "cardKey": "\"Somut olarak yer belirten 'alt' ve 'üst' sözleriyle oluşturulan birleşik kelimeler (deri altı, böbrek üstü bezi) nasıl yazılır?\""
  },
  {
    "cardValue": "Ses Düşmesine Uğrayan Birleşik Kelimeler Yazımı",
    "cardKey": "\"Ses düşmesine uğrayan birleşik kelimeler (nasıl < ne asıl, sütlaç < sütlü aş) nasıl yazılır?\""
  },
  {
    "cardValue": "Anlam Kaybına Uğrayan Birleşik Kelimeler Yazımı",
    "cardKey": "\"Kelimelerden her ikisi veya ikincisi, birleşme sırasında anlamını kaybettiğinde oluşan birleşik kelimeler (aslanağzı, keçiboynuzu) nasıl yazılır?\""
  },
  {
    "cardValue": "Somut Olmayan Yer Bildiren Birleşik Kelimeler Yazımı",
    "cardKey": "\"Somut olarak yer bildirmeyen 'alt', 'üst' ve 'üzeri' sözlerinin sona getirilmesiyle kurulan birleşik kelimeler (bilinçaltı, akşamüstü) nasıl yazılır?\""
  },
  {
    "cardValue": "Ara Yönlerin Yazımı",
    "cardKey": "\"Ara yönleri belirten kelimeler (güneybatı, kuzeydoğu) nasıl yazılır?\""
  },
  {
    "cardValue": "Virgül Kullanımı (Eş Görevli Sözcükler)",
    "cardKey": "Art arda sıralanan eş görevli sözcük ve söz gruplarının arasına hangi noktalama işareti konur?"
  },
  {
    "cardValue": "Virgül Kullanımı (Uzak Özne)",
    "cardKey": "Uzun cümlelerde yüklemden uzak düşmüş olan özneyi belirtmek için hangi noktalama işareti kullanılır?"
  },
  {
    "cardValue": "Ara Söz veya Ara Cümle Noktalama",
    "cardKey": "Cümle içindeki ara sözlerin veya ara cümlelerin başına ve sonuna hangi noktalama işareti konur?"
  },
  {
    "cardValue": "Noktalı Virgül Kullanımı (Tür/Takım Ayırma)",
    "cardKey": "Cümle içinde virgüllerle ayrılmış tür veya takımları birbirinden ayırmak için hangi noktalama işareti konur?"
  },
  {
    "cardValue": "Noktalı Virgül Kullanımı (Sıralı Cümleler)",
    "cardKey": "Ögeleri arasında virgül bulunan sıralı cümleleri birbirinden ayırmak için hangi noktalama işareti konur?"
  },
  {
    "cardValue": "İki Nokta Kullanımı (Örnek Verme)",
    "cardKey": "Kendisiyle ilgili örnek verilecek cümlenin sonuna hangi noktalama işareti konur?"
  },
  {
    "cardValue": "Üç Nokta Kullanımı (Tamamlanmamış Cümle)",
    "cardKey": "Tamamlanmamış cümlelerin sonuna hangi noktalama işareti konur?"
  },
  {
    "cardValue": "Soru İşareti Kullanımı (Yay Ayraç İçinde)",
    "cardKey": "\"Bilinmeyen, kesin olmayan veya şüpheyle karşılanan yer, tarih vb. durumlar için yay ayraç içinde hangi noktalama işareti kullanılır?\""
  },
  {
    "cardValue": "Ünlem İşareti Kullanımı (Yay Ayraç İçinde)",
    "cardKey": "\"Alay, kinaye veya küçümseme anlamı kazandırılmak istenen sözden sonra yay ayraç içinde hangi noktalama işareti kullanılır?\""
  },
  {
    "cardValue": "Kısa Çizgi Kullanımı (Satır Sonu)",
    "cardKey": "Satıra sığmayan kelimeler bölünürken satır sonuna hangi noktalama işareti konur?"
  },
  {
    "cardValue": "Kesme İşareti Kullanımı (Özel Adlara Gelen Ekler)",
    "cardKey": "\"Özel adlara getirilen iyelik, durum ve bildirme ekleri hangi noktalama işaretiyle ayrılır?\""
  },
  {
    "cardValue": "Kurum Adlarına Gelen Eklerin Yazımı",
    "cardKey": "\"Kurum, kuruluş, kurul, birleşim, oturum ve iş yeri adlarına gelen ekler kesme işaretiyle ayrılır mı?\""
  },
  {
    "cardValue": "Kök",
    "cardKey": "Bir sözcüğün aldığı tüm ekler çıkarıldıktan sonra kalan anlamlı en küçük parçasına ne denir?"
  },
  {
    "cardValue": "Yapım Eki",
    "cardKey": "\"Eklendiği sözcüğün anlamını, yapısını ve bazen türünü değiştiren eklere ne ad verilir?\""
  },
  {
    "cardValue": "Çekim Eki",
    "cardKey": "\"Eklendiği sözcüğün anlamını değiştirmeyen, sözcükler arasında dilbilgisel ilişki kuran eklere ne ad verilir?\""
  },
  {
    "cardValue": "Gövde",
    "cardKey": "Bir sözcüğün en az bir yapım eki almış hâline ne denir?"
  },
  {
    "cardValue": "Basit Sözcük",
    "cardKey": "\"Yapım eki almamış, kök durumundaki sözcüklere yapı bakımından ne denir?\""
  },
  {
    "cardValue": "Türemiş Sözcük",
    "cardKey": "Yapım eki almış sözcüklere yapı bakımından ne denir?"
  },
  {
    "cardValue": "Birleşik Sözcük",
    "cardKey": "En az iki sözcüğün bir araya gelmesiyle oluşan yeni sözcüklere yapı bakımından ne denir?"
  },
  {
    "cardValue": "Yardımcı Eylemle Kurulan Birleşik Fiiller",
    "cardKey": "\"İsimlerin 'et-, ol-, eyle-, kıl-' yardımcı eylemleriyle birleşerek oluşturduğu fiillere ne ad verilir?\""
  },
  {
    "cardValue": "Kurallı Birleşik Fiiller",
    "cardKey": "\"Fiillere '-ebilmek', '-ivermek', '-ekalmak', '-eyazmak' gibi eklerin getirilmesiyle oluşan fiillere ne denir?\""
  },
  {
    "cardValue": "İsim (Ad)",
    "cardKey": "\"Varlıkları, kavramları karşılayan sözcük türü hangisidir?\""
  },
  {
    "cardValue": "Cins İsim",
    "cardKey": "Aynı türden varlıkların tümünü karşılayan isimlere ne denir?"
  },
  {
    "cardValue": "Özel İsim",
    "cardKey": "\"Tek bir varlığı karşılayan, eşi benzeri olmayan varlıklara verilen isimlere ne denir?\""
  },
  {
    "cardValue": "Topluluk İsmi",
    "cardKey": "Biçim olarak tekil olduğu halde anlamca birden çok varlığı ifade eden isimlere ne denir?"
  },
  {
    "cardValue": "Niteleme Sıfatı",
    "cardKey": "\"İsimleri renk, durum, biçim yönünden niteleyen sözcük türü hangisidir?\""
  },
  {
    "cardValue": "Belirtme Sıfatları",
    "cardKey": "\"İsimleri işaret, sayı, belirsizlik ve soru yönüyle belirten sıfatlara genel olarak ne ad verilir?\""
  },
  {
    "cardValue": "Adlaşmış Sıfat",
    "cardKey": "Bir sıfat çekim eki aldığında neye dönüşür?"
  },
  {
    "cardValue": "Zamir (Adıl)",
    "cardKey": "İsimlerin yerini tutan sözcük türü hangisidir?"
  },
  {
    "cardValue": "Kişi (Şahıs) Zamirleri",
    "cardKey": "'Ben, sen, o, biz, siz, onlar' hangi zamir türüne aittir?"
  },
  {
    "cardValue": "Dönüşlülük Zamiri",
    "cardKey": "'Kendi' sözcüğü hangi zamir türüdür?"
  },
  {
    "cardValue": "İlgi Zamiri",
    "cardKey": "İsim tamlamasında tamlananın yerini tutan '-ki' ekine ne denir?"
  },
  {
    "cardValue": "Belirtili İsim Tamlaması",
    "cardKey": "\"Tamlayanın ilgi eki, tamlananın iyelik eki aldığı isim tamlaması türü nedir?\""
  },
  {
    "cardValue": "Belirtisiz İsim Tamlaması",
    "cardKey": "\"Sadece tamlananın iyelik eki aldığı, tamlayanın ek almadığı isim tamlaması türü nedir?\""
  },
  {
    "cardValue": "Zincirleme İsim Tamlaması",
    "cardKey": "\"En az üç ismin birbirini tamladığı, iç içe geçmiş isim tamlamalarına ne ad verilir?\""
  },
  {
    "cardValue": "Sıfat Tamlaması",
    "cardKey": "Bir sıfatın bir ismi nitelemesi veya belirtmesiyle oluşan tamlamaya ne denir?"
  },
  {
    "cardValue": "Zarf (Belirteç)",
    "cardKey": "\"Fiilleri, fiilimsileri, sıfatları ve zarfları durum, zaman, yer-yön, miktar ve soru bakımından belirten sözcük türü nedir?\""
  },
  {
    "cardValue": "Durum Zarfı",
    "cardKey": "Fiile sorulan 'nasıl?' sorusunun cevabı olan zarf türü hangisidir?"
  },
  {
    "cardValue": "Zaman Zarfı",
    "cardKey": "Fiile sorulan 'ne zaman?' sorusunun cevabı olan zarf türü hangisidir?"
  },
  {
    "cardValue": "Yer-Yön Zarfı",
    "cardKey": "\"'Aşağı, yukarı, içeri, dışarı, ileri, geri' gibi sözcükler ek almadan fiili belirtirse hangi tür zarf olur?\""
  },
  {
    "cardValue": "Edat (İlgeç)",
    "cardKey": "\"Tek başına anlamı olmayan, cümle içinde diğer kelimelerle anlam ilişkisi kuran 'gibi, için, ile, kadar' gibi sözcüklere ne denir?\""
  },
  {
    "cardValue": "Bağlaç",
    "cardKey": "\"Eş görevli sözcükleri, söz gruplarını veya cümleleri birbirine bağlayan 've, ama, fakat, çünkü' gibi sözcüklere ne denir?\""
  },
  {
    "cardValue": "Ünlem",
    "cardKey": "\"Sevinç, korku, şaşkınlık gibi duyguları anlatan veya seslenme bildiren 'eyvah, hey, tüh' gibi sözcüklere ne ad verilir?\""
  },
  {
    "cardValue": "Kip",
    "cardKey": "\"Fiillerin zamanını, yapılış şeklini bildiren eklere ne denir?\""
  },
  {
    "cardValue": "Haber (Bildirme) Kipleri",
    "cardKey": "\"Geçmiş zaman, şimdiki zaman, gelecek zaman ve geniş zaman kiplerini içeren kip grubuna ne denir?\""
  },
  {
    "cardValue": "Dilek (Tasarlama) Kipleri",
    "cardKey": "\"Gereklilik, istek, dilek-şart ve emir kiplerini içeren kip grubuna ne denir?\""
  },
  {
    "cardValue": "Ek-fiil (Ek eylem)",
    "cardKey": "İsim soylu sözcükleri yüklem yapan ve basit zamanlı fiilleri birleşik zamanlı yapan eke ne denir?"
  },
  {
    "cardValue": "Fiilimsi (Eylemsi) ekleri",
    "cardKey": "\"Fiil kök veya gövdelerine gelerek onları cümlede isim, sıfat veya zarf yapan eklere ne denir?\""
  },
  {
    "cardValue": "İsim-Fiil",
    "cardKey": "\"Fiillere getirilen '-ma, -ış, -mak' ekleriyle yapılan fiilimsi türü nedir?\""
  },
  {
    "cardValue": "Sıfat-Fiil",
    "cardKey": "\"Fiillere getirilen '-an, -ası, -mez, -ar, -dik, -ecek, -miş' ekleriyle yapılan fiilimsi türü nedir?\""
  },
  {
    "cardValue": "Zarf-Fiil",
    "cardKey": "\"Fiillere getirilen '-ken, -alı, -ip, -erek, -meden' gibi eklerle yapılan ve cümlede zarf görevi gören fiilimsi türü nedir?\""
  },
  {
    "cardValue": "Fiilde Çatı",
    "cardKey": "Yüklemin özne ve nesne ile olan ilişkisine ne denir?"
  },
  {
    "cardValue": "Etken Fiil",
    "cardKey": "Fiilin bildirdiği işi yapan öznenin belli olduğu (gerçek özne) fiil çatısı nedir?"
  },
  {
    "cardValue": "Edilgen Fiil",
    "cardKey": "\"İşi yapanın belli olmadığı, nesnenin sözde özne görevini üstlendiği ve fiilin '-l, -n' eklerini aldığı çatı türü nedir?\""
  },
  {
    "cardValue": "Dönüşlü Fiil",
    "cardKey": "\"Öznenin hem işi yaptığı hem de yaptığı işten etkilendiği, fiilin '-l, -n' eklerini aldığı çatı türü nedir?\""
  },
  {
    "cardValue": "İşteş Fiil",
    "cardKey": "Fiilde bildirilen işin birden fazla özne tarafından karşılıklı veya birlikte yapıldığını gösteren ve '-ş' ekini alan çatı türü nedir?"
  },
  {
    "cardValue": "Geçişli Fiil",
    "cardKey": "\"Nesne alabilen ('neyi', 'kimi' sorularına cevap veren) fiillere ne denir?\""
  },
  {
    "cardValue": "Geçişsiz Fiil",
    "cardKey": "\"Nesne alamayan ('neyi', 'kimi' sorularına cevap vermeyen) fiillere ne denir?\""
  },
  {
    "cardValue": "Oldurgan Fiil",
    "cardKey": "\"Geçişsiz bir fiilin '-r, -t, -tır' ekleriyle geçişli hale getirilmasına ne denir?\""
  },
  {
    "cardValue": "Ettirgen Fiil",
    "cardKey": "\"Geçişli bir fiilin '-r, -t, -tır' ekleriyle geçişlilik derecesinin artırılmasına ve işi başkasına yaptırma anlamı katılmasına ne denir?\""
  },
  {
    "cardValue": "Yüklem",
    "cardKey": "\"Cümlede yargıyı bildiren, çekimli ögeye ne ad verilir?\""
  },
  {
    "cardValue": "Özne",
    "cardKey": "Yüklemin bildirdiği işi yapan veya oluşa konu olan ögeye ne denir?"
  },
  {
    "cardValue": "Nesne (Düz Tümleç)",
    "cardKey": "Cümlede öznenin yaptığı işten etkilenen ögeye ne denir?"
  },
  {
    "cardValue": "Yer Tamlayıcısı (Dolaylı Tümleç)",
    "cardKey": "\"Yüklemi yer anlamıyla tamamlayan ve '-e, -de, -den' eklerini alan öge hangisidir?\""
  },
  {
    "cardValue": "Zarf Tümleci",
    "cardKey": "\"Yüklemi zaman, durum, miktar gibi yönlerden tamamlayan ögeye ne denir?\""
  },
  {
    "cardValue": "Fiil Cümlelerinde Vurgu",
    "cardKey": "Fiil cümlelerinde vurgu genellikle hangi ögenin üzerindedir?"
  },
  {
    "cardValue": "İsim Cümlelerinde Vurgu",
    "cardKey": "İsim cümlelerinde vurgu hangi ögenin üzerindedir?"
  },
  {
    "cardValue": "Basit Cümle",
    "cardKey": "\"Tek bir yargı bildiren, içinde fiilimsi veya başka bir yan cümlecik bulunmayan cümle yapısı nedir?\""
  },
  {
    "cardValue": "Birleşik Cümle",
    "cardKey": "\"Bir temel cümle ile ona bağlı en az bir yan cümlecikten (fiilimsi, şart, ki, alıntı) oluşan cümle yapısı nedir?\""
  },
  {
    "cardValue": "Girişik Birleşik Cümle",
    "cardKey": "İçinde fiilimsi bulunan birleşik cümlelere ne denir?"
  },
  {
    "cardValue": "Sıralı Cümle",
    "cardKey": "Birden fazla yüklemin birbirine virgül veya noktalı virgülle bağlandığı cümle yapısı nedir?"
  },
  {
    "cardValue": "Bağlı Cümle",
    "cardKey": "Birden fazla yüklemin birbirine bağlaçlarla bağlandığı cümle yapısı nedir?"
  },
  {
    "cardValue": "Gereksiz Sözcük Kullanımı",
    "cardKey": "Anlama Dayalı Anlatım Bozukluğu: Bir cümlede aynı anlama gelen birden fazla sözcüğün kullanılması hangi anlatım bozukluğuna yol açar?"
  },
  {
    "cardValue": "Anlamca Çelişen Sözlerin Birlikte Kullanımı",
    "cardKey": "Anlama Dayalı Anlatım Bozukluğu: Bir cümlede kesinlik ve ihtimal bildiren sözcüklerin bir arada kullanılması hangi bozukluğa neden olur?"
  },
  {
    "cardValue": "Sözcüğün Yanlış Yerde Kullanımı",
    "cardKey": "Anlama Dayalı Anlatım Bozukluğu: Bir sözcüğün ait olduğu yerden farklı bir yerde kullanılarak anlam karışıklığına yol açması hangi bozukluktur?"
  },
  {
    "cardValue": "Öge Eksikliği",
    "cardKey": "\"Yapıya Dayalı Anlatım Bozukluğu: Sıralı veya bağlı cümlelerde özne, nesne, tümleç veya yüklemin ortak kullanılamamasına rağmen kullanılmaması ne tür bir bozukluktur?\""
  },
  {
    "cardValue": "Çatı Uyumsuzluğu",
    "cardKey": "Yapıya Dayalı Anlatım Bozukluğu: Birleşik bir cümlede fiilimsi ile yüklemin etkenlik-edilgenlik bakımından uyumsuz olması hangi bozukluğa yol açar?"
  },
  {
    "cardValue": "Tamlama Yanlışları",
    "cardKey": "Yapıya Dayalı Anlatım Bozukluğu: Sıfat ve isim tamlamalarında ortak bir tamlanana bağlanamayacak tamlayanların kullanılması hangi sorunu yaratır?"
  }
]
