[
  {
    "cardKey": "Simyanın teorik temellerinin olmaması ve sistematik bilgi birikimi sağlamaması nedeniyle dayandığı temel yöntem nedir?",
    "cardValue": "Sınama-yanılma yöntemine dayanır."
  },
  {
    "cardKey": "Simyacıların (alşimistlerin) temel amaçları nelerdi?",
    "cardValue": "Ölümsüzlük iksirini bulmak ve değersiz metalleri altına çevirmekti."
  },
  {
    "cardKey": "Empedokles'e göre tüm nesneleri oluşturan dört temel element nedir?",
    "cardValue": "Toprak, hava, ateş ve su."
  },
  {
    "cardKey": "Maddenin bölünemeyen en küçük parçacığına 'atomos' adını vererek 'atom' fikrini ortaya atan ilk kişi kimdir?",
    "cardValue": "Democritus."
  },
  {
    "cardKey": "Aristo'ya göre dört elementin sahip olduğu dört temel özellik nedir?",
    "cardValue": "Sıcak, soğuk, kuru ve ıslak."
  },
  {
    "cardKey": "'Atom parçalanabilir' fikrinin ilk sahibi olan ve kral suyunu bulan İslam bilgini kimdir?",
    "cardValue": "Câbir bin Hayyan."
  },
  {
    "cardKey": "Karıncalardan formik asidi elde eden ve alkolü antiseptik olarak kullanan İranlı hekim ve bilim insanı kimdir?",
    "cardValue": "Ebû Bekir er-Râzî."
  },
  {
    "cardKey": "Elementi, kendinden daha basit maddelere ayrılamayan saf madde olarak tanımlayan ve 'Kuşkucu Kimyager' adlı eseri yazan bilim insanı kimdir?",
    "cardValue": "Robert Boyle."
  },
  {
    "cardKey": "Oksijenin havada bulunan ve yanmaya neden olan bir gaz olduğunu söyleyerek 'Kütlenin Korunumu Kanunu'nu tanımlayan bilim insanı kimdir?",
    "cardValue": "Antoine Lavoisier."
  },
  {
    "cardKey": "Sıcaklık, basınç gibi fiziksel faktörlerin kimyasal tepkimelere etkilerini ve tepkimelerin enerji değişimini inceleyen kimya disiplini hangisidir?",
    "cardValue": "Fizikokimya."
  },
  {
    "cardKey": "Karbon (C) bileşiklerinin özelliklerini ve tepkimelerini inceleyen kimya disiplini _____ olarak adlandırılır.",
    "cardValue": "Organik Kimya"
  },
  {
    "cardKey": "Asit, baz, tuz gibi organik olmayan maddelerin doğada bulunuşlarını ve etkileşimlerini inceleyen kimya disiplini hangisidir?",
    "cardValue": "Anorganik Kimya."
  },
  {
    "cardKey": "Canlı organizmaların kimyasal yapısını ve bu yapıda meydana gelen kimyasal değişiklikleri inceleyen kimya disiplini nedir?",
    "cardValue": "Biyokimya."
  },
  {
    "cardKey": "Bir madde örneğinin içerdiği kimyasal maddelerin cinsini ve miktarını belirleyen kimya disiplini _____ kimyadır.",
    "cardValue": "Analitik"
  },
  {
    "cardKey": "Analitik kimyada bir maddenin hangi bileşenlerden oluştuğunu belirleme işlemine ne ad verilir?",
    "cardValue": "Kalitatif (nitel) analiz."
  },
  {
    "cardKey": "Analitik kimyada bir maddeyi oluşturan bileşenlerin miktarlarını belirleme işlemine ne ad verilir?",
    "cardValue": "Kantitatif (nicel) analiz."
  },
  {
    "cardKey": "Aynı cins atomlar topluluğundan oluşan ve sembollerle gösterilen saf maddeye ne denir?",
    "cardValue": "Element."
  },
  {
    "cardKey": "Farklı cins atomların kimyasal yöntemlerle birleşerek oluşturduğu ve formüllerle gösterilen saf maddeye ne denir?",
    "cardValue": "Bileşik."
  },
  {
    "cardKey": "Günümüzde kullanılan element sembol sistemini (elementlerin Latince adlarının ilk veya ilk iki harfi) öneren kimyacı kimdir?",
    "cardValue": "Berzelius."
  },
  {
    "cardKey": "Bileşikler, kendilerini oluşturan elementlerin kütleleri arasında _____ bir orana sahiptir.",
    "cardValue": "sabit"
  },
  {
    "cardKey": "CO gösterimi Karbon monoksit bileşiği iken, Co gösterimi neyi ifade eder?",
    "cardValue": "Kobalt elementini."
  },
  {
    "cardKey": "Laboratuvarda seyreltme işlemi yapılırken, güvenlik açısından hangi madde hangisinin üzerine dökülmelidir?",
    "cardValue": "Asit, suyun üzerine yavaşça dökülmelidir (su asidin üzerine dökülmez)."
  },
  {
    "cardKey": "Ateşten uzak tutulması gereken maddelerin üzerinde bulunan tehlike uyarı işareti hangisidir?",
    "cardValue": "Yanıcı Madde işareti."
  },
  {
    "cardKey": "Aşındırıcı etkisi nedeniyle deri ve göz ile temasından kaçınılması gereken maddelerin üzerindeki tehlike uyarı işareti nedir?",
    "cardValue": "Korozif (Aşındırıcı) Madde işareti."
  },
  {
    "cardKey": "Hava, toprak ve suya zarar veren maddelerin üzerinde bulunan tehlike uyarı işareti hangisidir?",
    "cardValue": "Çevreye Zararlı (Ekotoksik) işareti."
  },
  {
    "cardKey": "Hemoglobinin yapısında bulunan ve DNA sentezinde yer alan, eksikliği anemiye yol açan element hangisidir?",
    "cardValue": "Demir (Fe)."
  },
  {
    "cardKey": "Yeşil yapraklı bitkilerde klorofilin yapısında bulunan ve bitkilerin büyümesi için gerekli olan element hangisidir?",
    "cardValue": "Magnezyum (Mg)."
  },
  {
    "cardKey": "Klorlu çamaşır suyu (NaClO) ile tuz ruhunun (HCl) karıştırılması sonucu oluşan zehirli gaz nedir?",
    "cardValue": "Klor gazı ($Cl_2$)."
  },
  {
    "cardKey": "Belirli derişimlerde çözelti hazırlamak için kullanılan, boyun kısmında hacim çizgisi bulunan cam malzemeye ne ad verilir?",
    "cardValue": "Balon joje."
  },
  {
    "cardKey": "Zeytinyağı-su gibi heterojen sıvı karışımları ayırmak için kullanılan musluklu cam malzemenin adı nedir?",
    "cardValue": "Ayırma hunisi."
  },
  {
    "cardKey": "Dalton Atom Modeli'ne göre atom, içi dolu ve parçalanamayan _____ benzetilir.",
    "cardValue": "bilardo topuna"
  },
  {
    "cardKey": "Dalton Atom Modeli'nin günümüzde geçerli olmayan varsayımlarından biri nedir?",
    "cardValue": "Atomların parçalanamaz olduğu veya bir elementin tüm atomlarının özdeş olduğu varsayımı (izotoplar nedeniyle)."
  },
  {
    "cardKey": "Atomu üzümlü keke benzeten, negatif yüklü taneciklerin pozitif yük içinde homojen dağıldığını öne süren atom modeli hangisidir?",
    "cardValue": "Thomson Atom Modeli."
  },
  {
    "cardKey": "Altın levha deneyi ile atomun büyük bir kısmının boşluk olduğunu ve pozitif yükün çekirdek denen küçük bir hacimde toplandığını keşfeden bilim insanı kimdir?",
    "cardValue": "Ernest Rutherford."
  },
  {
    "cardKey": "Rutherford Atom Modeli'nin açıklayamadığı temel sorun nedir?",
    "cardValue": "Elektronların neden pozitif yüklü çekirdeğe düşmediğini açıklayamaması."
  },
  {
    "cardKey": "Elektronların çekirdek etrafında belirli enerji düzeylerinde (yörüngelerde) bulunduğunu öne süren atom modeli hangisidir?",
    "cardValue": "Bohr Atom Modeli."
  },
  {
    "cardKey": "Bohr Atom Modeli'ne göre, bir elektronun dışarıdan enerji alarak daha yüksek bir enerji seviyesine geçmesi durumuna ne denir?",
    "cardValue": "Uyarılmış hâl."
  },
  {
    "cardKey": "Bir atomun çekirdeğindeki proton sayısına ne ad verilir ve hangi harfle gösterilir?",
    "cardValue": "Atom numarası denir ve Z harfi ile gösterilir."
  },
  {
    "cardKey": "Bir atomun çekirdeğindeki proton ve nötron sayılarının toplamına _____ denir.",
    "cardValue": "Kütle numarası (Nükleon sayısı)"
  },
  {
    "cardKey": "Elektron almış negatif yüklü iyonlara _____, elektron vermiş pozitif yüklü iyonlara _____ denir.",
    "cardValue": "anyon, katyon"
  },
  {
    "cardKey": "Atom numaraları aynı, kütle numaraları farklı olan atomlara ne denir?",
    "cardValue": "İzotop atomlar."
  },
  {
    "cardKey": "Nötron sayıları aynı, proton sayıları farklı olan atomlara ne denir?",
    "cardValue": "İzoton atomlar."
  },
  {
    "cardKey": "Kütle numaraları aynı, atom numaraları farklı olan atomlara ne denir?",
    "cardValue": "İzobar atomlar."
  },
  {
    "cardKey": "Elektron sayıları ve elektron dizilimleri aynı olan taneciklere ne denir?",
    "cardValue": "İzoelektronik tanecikler."
  },
  {
    "cardKey": "İki taneciğin kimyasal özelliklerinin aynı olması için hangi koşul sağlanmalıdır?",
    "cardValue": "Proton ve elektron sayılarının eşit olması gerekir."
  },
  {
    "cardKey": "Modern periyodik sistemde elementler neye göre sıralanmıştır?",
    "cardValue": "Artan atom numaralarına (proton sayılarına) göre sıralanmıştır."
  },
  {
    "cardKey": "Periyodik cetveldeki yatay sıralara _____ , düşey sütunlara ise _____ denir.",
    "cardValue": "periyot, grup"
  },
  {
    "cardKey": "A gruplarına 'baş grup', B gruplarına ise '_____' elementleri denir.",
    "cardValue": "yan grup (geçiş)"
  },
  {
    "cardKey": "Oda sıcaklığında cıva (Hg) hariç katı hâlde bulunan, parlak, tel ve levha hâline getirilebilen element sınıfı hangisidir?",
    "cardValue": "Metaller."
  },
  {
    "cardKey": "Hem metallerin hem de ametallerin bazı özelliklerini taşıyan, B, Si, Ge gibi elementlerin dahil olduğu sınıf hangisidir?",
    "cardValue": "Yarı metaller."
  },
  {
    "cardKey": "Periyodik cetvelin 8A grubunda yer alan, oda koşullarında gaz hâlinde ve tek atomlu (monoatomik) olan elementlere ne ad verilir?",
    "cardValue": "Soy gazlar."
  },
  {
    "cardKey": "Periyodik cetvelde bir grupta yukarıdan aşağıya doğru inildikçe atom yarıçapı nasıl değişir ve nedeni nedir?",
    "cardValue": "Katman sayısı arttığı için atom yarıçapı artar."
  },
  {
    "cardKey": "Periyodik cetvelde bir periyotta soldan sağa doğru gidildikçe atom yarıçapı nasıl değişir ve nedeni nedir?",
    "cardValue": "Çekirdek yükü arttığı için elektronlara uygulanan çekim kuvveti artar ve yarıçap küçülür."
  },
  {
    "cardKey": "Gaz hâlindeki nötr bir atomdan bir elektron koparmak için verilmesi gereken enerjiye ne denir?",
    "cardValue": "Birinci iyonlaşma enerjisi."
  },
  {
    "cardKey": "Aynı periyotta iyonlaşma enerjisi genellikle soldan sağa doğru artarken, hangi gruplar bu sıralamada istisna oluşturur?",
    "cardValue": "2A grubu 3A grubundan, 5A grubu ise 6A grubundan daha yüksek iyonlaşma enerjisine sahiptir (küresel simetri)."
  },
  {
    "cardKey": "Bir atomun bağ elektronlarını kendine çekme yeteneğinin bir ölçüsü olan periyodik özelliğe ne ad verilir?",
    "cardValue": "Elektronegatiflik."
  },
  {
    "cardKey": "Elektronegatifliği en yüksek olan element _____ iken, elektron ilgisi en büyük olan element _____'dur.",
    "cardValue": "Flor (F), Klor (Cl)"
  },
  {
    "cardKey": "Kimyasal bağın sağlamlığına göre, 40 kJ/mol'den daha yüksek enerji gerektiren etkileşimlere ne ad verilir?",
    "cardValue": "Güçlü etkileşimler (kimyasal bağlar)."
  },
  {
    "cardKey": "Metal ve ametal atomları arasında elektron alışverişi ile oluşan güçlü etkileşim türü hangisidir?",
    "cardValue": "İyonik bağ."
  },
  {
    "cardKey": "Ametal atomları arasında elektronların ortaklaşa kullanılmasıyla oluşan güçlü etkileşim türü nedir?",
    "cardValue": "Kovalent bağ."
  },
  {
    "cardKey": "Pozitif metal iyonları ile serbest dolaşan değerlik elektronlarından oluşan elektron denizi arasındaki elektrostatik çekime ne denir?",
    "cardValue": "Metalik bağ."
  },
  {
    "cardKey": "Bir elementin sembolü etrafında değerlik elektronlarının noktalarla gösterildiği yapıya ne ad verilir?",
    "cardValue": "Lewis yapısı."
  },
  {
    "cardKey": "Farklı ametal atomları arasında oluşan ve elektron yük yoğunluğunun eşit dağılmadığı kovalent bağ türü hangisidir?",
    "cardValue": "Polar kovalent bağ."
  },
  {
    "cardKey": "Aynı ametal atomları arasında oluşan ve elektronların her iki atom tarafından eşit çekildiği kovalent bağ türü hangisidir?",
    "cardValue": "Apolar kovalent bağ."
  },
  {
    "cardKey": "$N_2O_5$ bileşiğinin sistematik adı nedir?",
    "cardValue": "Diazot pentaoksit."
  },
  {
    "cardKey": "$FeCl_3$ bileşiğinin sistematik adı nedir?",
    "cardValue": "Demir(III) klorür."
  },
  {
    "cardKey": "Hidrojen atomunun F, O, N gibi elektronegatifliği yüksek atomlarla oluşturduğu moleküller arasında görülen zayıf etkileşim türü nedir?",
    "cardValue": "Hidrojen bağı."
  },
  {
    "cardKey": "Polar moleküllerin kalıcı dipolleri arasında oluşan zayıf etkileşimlere ne denir?",
    "cardValue": "Dipol-dipol etkileşimleri."
  },
  {
    "cardKey": "Apolar moleküller ve soy gaz atomları arasında görülen, anlık (indüklenmiş) dipoller sonucu oluşan en zayıf etkileşim türü hangisidir?",
    "cardValue": "London kuvvetleri."
  },
  {
    "cardKey": "Maddenin sadece boyutu, şekli veya fiziksel hâli gibi özelliklerinin değiştiği, kimlik özelliğinin değişmediği değişim türü nedir?",
    "cardValue": "Fiziksel değişim."
  },
  {
    "cardKey": "Maddenin iç yapısının değişerek yeni maddelerin oluştuğu değişim türüne ne ad verilir?",
    "cardValue": "Kimyasal değişim."
  },
  {
    "cardKey": "Kimyasal değişimler gerçekleşirken hem _____ hem de _____ etkileşimler kopar veya oluşur.",
    "cardValue": "güçlü, zayıf"
  },
  {
    "cardKey": "Maddenin en düzenli, en yoğun ve taneciklerinin sadece titreşim hareketi yaptığı fiziksel hâli hangisidir?",
    "cardValue": "Katı."
  },
  {
    "cardKey": "Atom, molekül, iyon ve serbest elektronların bir arada bulunduğu, maddenin en yüksek enerjili hâli nedir?",
    "cardValue": "Plazma."
  },
  {
    "cardKey": "Ortamdan ısı alarak buharlaşan ve ortamın sıcaklığını düşüren maddelere ne ad verilir?",
    "cardValue": "Soğutucu akışkanlar."
  },
  {
    "cardKey": "Sıvılaştırılmış havadan azot ve oksijen gazı elde etmek için kullanılan, maddelerin kaynama noktası farkına dayalı ayırma yöntemi hangisidir?",
    "cardValue": "Ayrımsal damıtma."
  },
  {
    "cardKey": "Tanecikleri düzensiz yerleşmiş, belirli bir geometrik şekli ve erime noktası olmayan katılara ne denir?",
    "cardValue": "Amorf katılar."
  },
  {
    "cardKey": "Elmas, grafit ve kuartz gibi atomların kovalent bağlarla bir ağ yapısı oluşturduğu kristal katı türü hangisidir?",
    "cardValue": "Kovalent kristaller."
  },
  {
    "cardKey": "Sıvıların akmaya karşı gösterdiği dirence _____ denir.",
    "cardValue": "viskozite"
  },
  {
    "cardKey": "Bir sıvının denge buhar basıncının, bulunduğu ortamın dış basıncına eşit olduğu sıcaklığa ne denir?",
    "cardValue": "Kaynama noktası."
  },
  {
    "cardKey": "Aynı ortamda kaynamakta olan tüm saf sıvıların hangi fiziksel özelliği birbirine eşittir?",
    "cardValue": "Buhar basınçları (dış basınca eşit oldukları için)."
  },
  {
    "cardKey": "İçerisinde çözünmüş $Ca^{2+}$ ve $Mg^{2+}$ iyonlarını çok miktarda bulunduran sulara ne ad verilir?",
    "cardValue": "Sert su."
  },
  {
    "cardKey": "Atmosferin üst katmanlarında bulunan ve Güneş'ten gelen zararlı morötesi (ultraviyole) ışınları engelleyen gaz tabakası hangisidir?",
    "cardValue": "Ozon tabakası ($O_3$)."
  },
  {
    "cardKey": "Ozon tabakasının incelmesine neden olan ve soğutucularda kullanılan başlıca kimyasal madde grubu nedir?",
    "cardValue": "Kloroflorokarbonlar (CFC)."
  },
  {
    "cardKey": "Fosil yakıtların yanması sonucu oluşan ve atmosferdeki su buharı ile birleşerek asit yağmurlarına neden olan başlıca gazlar hangileridir?",
    "cardValue": "Kükürt oksitler ($SO_x$) ve Azot oksitler ($NO_x$)."
  },
  {
    "cardKey": "Kimyasal tepkimelerde, tepkimeye giren maddelerin kütleleri toplamının, ürünlerin kütleleri toplamına eşit olduğunu belirten kanun hangisidir?",
    "cardValue": "Kütlenin Korunumu Kanunu (Lavoisier)."
  },
  {
    "cardKey": "Bir bileşiği oluşturan elementlerin kütleleri arasında her zaman sabit bir oran olduğunu ifade eden kanun nedir?",
    "cardValue": "Sabit Oranlar Kanunu (Proust)."
  },
  {
    "cardKey": "Aynı iki elementten oluşan farklı bileşiklerde, bir elementin sabit miktarıyla birleşen diğer elementin miktarları arasında basit ve tam sayılı bir oran olduğunu belirten kanun hangisidir?",
    "cardValue": "Katlı Oranlar Kanunu (Dalton)."
  },
  {
    "cardKey": "6,02x$10^{23}$ tane tanecik içeren madde miktarına ne denir?",
    "cardValue": "1 mol."
  },
  {
    "cardKey": "1 mol maddenin gram cinsinden kütlesine ne ad verilir?",
    "cardValue": "Mol kütlesi (Molar ağırlık)."
  },
  {
    "cardKey": "Normal koşullar (0 °C ve 1 atm) altında 1 mol gaz ne kadar hacim kaplar?",
    "cardValue": "22,4 litre."
  },
  {
    "cardKey": "Maddenin oksijen ($O_2$) ile tepkimeye girmesine ne ad verilir?",
    "cardValue": "Yanma tepkimesi."
  },
  {
    "cardKey": "Bir bileşiğin ısı veya elektrik enerjisiyle daha basit maddelere ayrışması tepkimesine ne denir?",
    "cardValue": "Analiz (ayrışma) tepkimesi."
  },
  {
    "cardKey": "İki veya daha fazla maddenin birleşerek yeni bir bileşik oluşturduğu tepkime türü hangisidir?",
    "cardValue": "Sentez (oluşum) tepkimesi."
  },
  {
    "cardKey": "Sulu bir ortamda asit ile bazın tepkimeye girerek tuz ve su oluşturduğu tepkimelere ne ad verilir?",
    "cardValue": "Nötralleşme tepkimesi."
  },
  {
    "cardKey": "Farklı iyonik çözeltiler karıştırıldığında suda çözünmeyen bir katının (çökelek) oluştuğu tepkimelere ne denir?",
    "cardValue": "Çözünme-çökelme tepkimesi."
  },
  {
    "cardKey": "Bir kimyasal tepkimede tamamen tükenerek oluşan ürün miktarını sınırlayan maddeye ne denir?",
    "cardValue": "Sınırlayıcı bileşen."
  },
  {
    "cardKey": "Bir kimyasal tepkimede elde edilen gerçek ürün miktarının, teorik olarak hesaplanan ürün miktarına oranının yüzde ile ifadesine ne denir?",
    "cardValue": "Yüzde verim."
  },
  {
    "cardKey": "Çözünen tanecik boyutunun $10^{-9}$ m'den küçük olduğu homojen karışımlara ne ad verilir?",
    "cardValue": "Çözelti."
  },
  {
    "cardKey": "Bir katının bir sıvı içinde heterojen olarak dağılmasıyla oluşan karışıma (örneğin tebeşirli su) ne denir?",
    "cardValue": "Süspansiyon."
  },
  {
    "cardKey": "Birbiri içinde çözünmeyen iki sıvının oluşturduğu heterojen karışıma (örneğin zeytinyağı-su) ne denir?",
    "cardValue": "Emülsiyon."
  },
  {
    "cardKey": "Çözünme olayında temel prensip olan 'Benzer benzeri çözer' ilkesine göre, polar maddeler _____ çözücülerde iyi çözünür.",
    "cardValue": "polar"
  },
  {
    "cardKey": "100 gram çözeltide çözünen maddenin gram cinsinden miktarına ne denir?",
    "cardValue": "Kütlece yüzde derişim."
  },
  {
    "cardKey": "Bir çözeltiye uçucu olmayan bir katı (tuz, şeker gibi) eklendiğinde kaynama noktası ve donma noktası nasıl değişir?",
    "cardValue": "Kaynama noktası yükselir, donma noktası düşer."
  },
  {
    "cardKey": "Çözeltilerde derişime bağlı olarak değişen kaynama noktası, donma noktası gibi özelliklere ne ad verilir?",
    "cardValue": "Koligatif özellikler."
  },
  {
    "cardKey": "Sıvı-sıvı homojen karışımları, bileşenlerinin kaynama noktaları farkından yararlanarak ayırma yöntemine ne denir?",
    "cardValue": "Ayrımsal damıtma."
  },
  {
    "cardKey": "Karışımdaki bir bileşenin, eklenen uygun bir çözücü yardımıyla ortamdan çekilmesi işlemine (örneğin çayın demlenmesi) ne ad verilir?",
    "cardValue": "Özütleme (Ekstraksiyon)."
  },
  {
    "cardKey": "Mavi turnusol kağıdını kırmızıya çeviren maddeler _____, kırmızı turnusol kağıdını maviye çeviren maddeler _____ özellik gösterir.",
    "cardValue": "asidik, bazik"
  },
  {
    "cardKey": "Hem asitlerle hem de kuvvetli bazlarla tepkimeye girerek $H_2$ gazı açığa çıkaran Al, Zn, Pb gibi metallere ne ad verilir?",
    "cardValue": "Amfoter metaller."
  },
  {
    "cardKey": "Yemek tuzu olarak bilinen ve nötr bir tuz olan kimyasal bileşiğin formülü nedir?",
    "cardValue": "$NaCl$ (Sodyum klorür)."
  },
  {
    "cardKey": "Kabartma tozu veya yemek sodası olarak bilinen ve bazik özellik gösteren tuzun formülü nedir?",
    "cardValue": "$NaHCO_3$ (Sodyum bikarbonat)."
  },
  {
    "cardKey": "Uzun zincirli yağ asitlerinin Na veya K tuzları olan ve bitkisel/hayvansal yağlardan elde edilen temizlik maddesi nedir?",
    "cardValue": "Sabun."
  },
  {
    "cardKey": "Petrol türevlerinden elde edilen ve sert sularda bile temizleme özelliğini kaybetmeyen sentetik temizlik maddesi nedir?",
    "cardValue": "Deterjan."
  },
  {
    "cardKey": "Çok sayıda küçük molekülün (monomer) birbirine eklenmesiyle oluşan çok büyük moleküllere ne denir?",
    "cardValue": "Polimer."
  },
  {
    "cardKey": "Yapışmaz tava ve tencere yapımında kullanılan polimerin yaygın adı nedir?",
    "cardValue": "Teflon (Politetrafloroeten - PTFE)."
  },
  {
    "cardKey": "İlaçların doğru dozda alınmasını sağlamak, etken maddesini dış etkilerden korumak ve tat/kokusunu maskelemek gibi amaçlarla verildiği fiziksel biçimlere ne ad verilir?",
    "cardValue": "İlaç formu (hap, şurup, iğne vb.)."
  },
  {
    "cardKey": "Hazır gıdaları bakteri, küf ve maya bozulmasından koruyarak raf ömrünü uzatmak için kullanılan katkı maddeleri grubuna ne denir?",
    "cardValue": "Koruyucular (Antimikrobiyal maddeler)."
  },
  {
    "cardKey": "Genellikle süt ve süt ürünlerini dayanıklı hâle getirmek için uygulanan, besinin kısa süreli yüksek sıcaklığa maruz bırakıldığı ısıl işlem nedir?",
    "cardValue": "Pastörizasyon veya UHT (Ultra High Temperature)."
  }
]
