[
  {
    "cardValue": "Tarih Biliminin Tanımı",
    "cardKey": "Toplumların başından geçen olayları zaman ve yer göstererek, neden-sonuç ilişkisi içinde, belgelere dayanarak objektif bir şekilde inceleyen sosyal bir bilimdir."
  },
  {
    "cardValue": "Tarihin Diğer Sosyal Bilimlerden Farkı",
    "cardKey": "Diğer bilimler insanı tek bir yönüyle ele alırken, tarih insanı her yönüyle ve bütün yaptıklarıyla anlamaya çalışır."
  },
  {
    "cardValue": "Tarihte Uygulanamayan Yöntemler",
    "cardKey": "Deney ve gözlem yöntemleri uygulanamaz."
  },
  {
    "cardValue": "Birinci Elden Kaynaklar",
    "cardKey": "Olayın geçtiği döneme ait olan kitabe, para ve arkeolojik buluntu gibi malzemelerdir."
  },
  {
    "cardValue": "İkinci Elden Kaynaklar",
    "cardKey": "Olayın geçtiği dönemin kaynaklarından faydalanılarak sonradan meydana getirilen eserlerdir."
  },
  {
    "cardValue": "Kronoloji",
    "cardKey": "Geçmişteki olay ve olguların zamanını tespit ederek sıralayan tarihe yardımcı bilim dalıdır."
  },
  {
    "cardValue": "Diplomasi",
    "cardKey": "Siyasi belgelerin cins, şekil ve içerik olarak değerlendirmesini yapan bilim dalıdır."
  },
  {
    "cardValue": "Arkeoloji",
    "cardKey": "Kazı yolu ile toprak ve su altındaki maddi kalıntıları ortaya çıkaran bilim dalıdır."
  },
  {
    "cardValue": "Etnografya",
    "cardKey": "Toplumların örf, âdet, gelenek ve yaşayışlarını inceleyen bilim dalıdır."
  },
  {
    "cardValue": "Nümismatik",
    "cardKey": "Tarih içerisinde basılan paraları inceleyen bilim dalıdır."
  },
  {
    "cardValue": "Paleografya",
    "cardKey": "Yazıları, alfabeleri ve bunların zaman içerisindeki değişimlerini inceleyen bilim dalıdır."
  },
  {
    "cardValue": "Epigrafi",
    "cardKey": "Tarihî yapılar ve anıtlar üzerindeki yazıları inceleyen bilim dalıdır."
  },
  {
    "cardValue": "Tarih Öncesine En Çok Yardımcı Olan Bilim",
    "cardKey": "Arkeoloji."
  },
  {
    "cardValue": "Tarihi Olayları Değerlendirme İlkesi",
    "cardKey": "Olayları, yaşandığı dönemin şartlarına göre değerlendirmek."
  },
  {
    "cardValue": "Ay Yılı Esası",
    "cardKey": "Ay'ın Dünya etrafındaki on iki tur dönüşünü bir yıl kabul eden ve 354 günden oluşan takvim sistemidir."
  },
  {
    "cardValue": "Güneş Yılı Esası",
    "cardKey": "Dünya'nın Güneş etrafındaki bir turunu bir yıl kabul eden ve 365 gün 6 saatten oluşan takvim sistemidir."
  },
  {
    "cardValue": "Türklerin İlk Takvimi",
    "cardKey": "On İki Hayvanlı Türk Takvimi."
  },
  {
    "cardValue": "Hicrî Takvim",
    "cardKey": "Türklerin İslamiyet'i kabul ettikten sonra kullandığı ve başlangıcı 622 yılı olan takvimdir."
  },
  {
    "cardValue": "Celâlî Takvimi",
    "cardKey": "Büyük Selçuklu Sultanı Melikşah tarafından Ömer Hayyam'a hazırlatılan takvimdir."
  },
  {
    "cardValue": "Rûmî Takvim",
    "cardKey": "Osmanlı Devleti'nde mali işlerin düzenlenmesi amacıyla kullanılan ve Güneş yılı esasına dayanan takvimdir."
  },
  {
    "cardValue": "Miladi Takvim",
    "cardKey": "Türkiye'de 1 Ocak 1926'dan itibaren kullanılmaya başlanan ve günümüzde en yaygın olan takvimdir."
  },
  {
    "cardValue": "Çin Kaynaklarına Göre 'Türk' Anlamı",
    "cardKey": "Miğfer."
  },
  {
    "cardValue": "Kaşgarlı Mahmut'a Göre 'Türk' Anlamı",
    "cardKey": "Olgunluk çağı."
  },
  {
    "cardValue": "Orta Asya'nın En Eski Kültürü",
    "cardKey": "Anav Kültürü."
  },
  {
    "cardValue": "Türklere Ait En Eski Kültür",
    "cardKey": "Afanesyevo Kültürü."
  },
  {
    "cardValue": "Demiri Erken İşleyen Kültür",
    "cardKey": "Karasuk Kültürü."
  },
  {
    "cardValue": "Turan Taktiği",
    "cardKey": "Türklerin, sahte geri çekilme ve pusuya dayanan meşhur savaş taktiğidir."
  },
  {
    "cardValue": "İlk Düzenli Türk Ordusunu Kuran Hükümdar",
    "cardKey": "Mete Han (MÖ 209)."
  },
  {
    "cardValue": "Urug",
    "cardKey": "Eski Türk toplum yapısında ailelerin birleşmesiyle oluşan birimdir."
  },
  {
    "cardValue": "Kut Anlayışı",
    "cardKey": "Eski Türk devletlerinde yönetme yetkisinin Gök Tanrı tarafından kağana verildiği inancıdır."
  },
  {
    "cardValue": "Kurultay (Toy)",
    "cardKey": "Eski Türklerde siyasi, kültürel ve ekonomik kararların alındığı en yüksek devlet kuruluşudur."
  },
  {
    "cardValue": "İkili Teşkilat",
    "cardKey": "Eski Türk devletlerinde ülkenin doğu ve batı olarak ikiye ayrılarak yönetilmesine dayanan sistemdir."
  },
  {
    "cardValue": "Ülüş",
    "cardKey": "Türk kağanının Gök Tanrı'dan aldığı siyasi iktidarın (kut) yanı sıra, ekonomik gücü ve bolluk bereket getirme yetkisidir."
  },
  {
    "cardValue": "İlk Türk Devleti ve Başkenti",
    "cardKey": "Asya Hun Devleti'dir ve başkenti Ötüken'dir."
  },
  {
    "cardValue": "Şanyü (Tan-hu) Unvanı",
    "cardKey": "Asya Hun Devleti'nde hükümdarların kullandığı 'büyüklük ve genişlik' anlamına gelen unvandır."
  },
  {
    "cardValue": "'Türk' Adını İlk Kullanan Devlet",
    "cardKey": "Kök Türk Devleti."
  },
  {
    "cardValue": "II. Kök Türk Devleti'nin Kurucusu",
    "cardKey": "Kutluk Kağan (İlteriş Kağan)."
  },
  {
    "cardValue": "Orhun Kitabeleri",
    "cardKey": "Türk devlet ve yönetim anlayışı hakkında önemli bilgiler içeren II. Kök Türk Devleti zamanında dikilmiş yazıtlardır."
  },
  {
    "cardValue": "Maniheizm",
    "cardKey": "Uygurların Bögü Kağan döneminde kabul ettiği ve savaşçılık özelliklerini zayıflatan dindir."
  },
  {
    "cardValue": "Töre",
    "cardKey": "Eski Türklerde sosyal düzeni sağlayan sözlü hukuk kurallarıdır."
  },
  {
    "cardValue": "Kavimler Göçü",
    "cardKey": "Kuzey Hunlarının Balamir önderliğinde batıya göç ederek başlattığı ve İlk Çağ'ı bitirip Orta Çağ'ı başlatan olaydır (376)."
  },
  {
    "cardValue": "Feodalite",
    "cardKey": "Kavimler Göçü'nün sonucunda Avrupa'da ortaya çıkan, merkezi otoritenin zayıf olduğu siyasi rejimdir."
  },
  {
    "cardValue": "Avrupa Hun Devleti'nin En Parlak Dönemi",
    "cardKey": "Atilla zamanında yaşanmıştır."
  },
  {
    "cardValue": "Museviliği Benimseyen Türk Devleti",
    "cardKey": "Hazar Devleti."
  },
  {
    "cardValue": "İstanbul'u Kuşatan İlk Türk Devleti",
    "cardKey": "Avarlar."
  },
  {
    "cardValue": "Talas Savaşı'nda Müslümanların Yanında Savaşan Türk Topluluğu",
    "cardKey": "Karluklar."
  },
  {
    "cardValue": "Kendi Adına Para Bastıran İlk Türk Devleti",
    "cardKey": "Türgişler."
  },
  {
    "cardValue": "Malazgirt'te Taraf Değiştiren Türk Topluluğu",
    "cardKey": "Peçenekler."
  },
  {
    "cardValue": "Cahiliye Dönemi",
    "cardKey": "İslamiyet'ten önceki Arabistan'da, putperestlik ve cehaletin yaygın olduğu dönemdir."
  },
  {
    "cardValue": "Hicret",
    "cardKey": "622 yılında Müslümanların Mekke'den Medine'ye göç etmesi olayıdır."
  },
  {
    "cardValue": "Medine Sözleşmesi",
    "cardKey": "Hicret sonrası Medine'de yaşayan topluluklar arasında imzalanan ve anayasal nitelik taşıyan belgedir."
  },
  {
    "cardValue": "Hudeybiye Antlaşması",
    "cardKey": "Mekkeli müşriklerin Müslümanları resmen tanıdığı antlaşmadır (628)."
  },
  {
    "cardValue": "Cumhuriyet Dönemi",
    "cardKey": "Halifelerin seçimle iş başına gelmesinden dolayı Dört Halife Dönemi'ne verilen addır."
  },
  {
    "cardValue": "Kur'an'ın Kitap Haline Getirilmesi",
    "cardKey": "Hz. Ebubekir döneminde gerçekleşmiştir."
  },
  {
    "cardValue": "Sasani Devleti'ne Son Veren Savaş",
    "cardKey": "Nihavend Savaşı (642)."
  },
  {
    "cardValue": "İlk İslam Donanması",
    "cardKey": "Hz. Osman döneminde kurulmuş ve ilk deniz zaferi (Zâtü's-savârî) kazanılmıştır."
  },
  {
    "cardValue": "İlk İç Savaş ve Siyasi Ayrılıklar",
    "cardKey": "Hz. Ali döneminde yaşanmıştır (Cemel Vakası, Sıffin Savaşı ve Hakem Olayı)."
  },
  {
    "cardValue": "Saltanat Sistemine Geçiş",
    "cardKey": "Emeviler döneminde halifeliğin babadan oğula geçmesiyle gerçekleşmiştir."
  },
  {
    "cardValue": "Kerbela Olayı",
    "cardKey": "Hz. Hüseyin ve beraberindekilerin şehit edildiği ve İslam'daki mezhep ayrılıklarını derinleştiren olaydır (680)."
  },
  {
    "cardValue": "Mevali Politikası",
    "cardKey": "Emevilerin Arap olmayan Müslümanlara uyguladığı ve onları ikinci sınıf vatandaş gören politikadır."
  },
  {
    "cardValue": "Puvatya Savaşı",
    "cardKey": "Franklarla yapılan ve İslam ordularının Avrupa'daki ilerleyişini durduran savaştır (732)."
  },
  {
    "cardValue": "Abbasilerin Başkent Değişikliği",
    "cardKey": "Kûfe'den Bağdat'a taşınmıştır."
  },
  {
    "cardValue": "Mısır'da Kurulan İlk Müslüman Türk Devleti",
    "cardKey": "Tolunoğulları."
  },
  {
    "cardValue": "Selahaddin Eyyubi",
    "cardKey": "1187'de Hıttin Savaşı'nda Haçlıları yenerek Kudüs'ü fetheden Eyyubi hükümdarıdır."
  },
  {
    "cardValue": "Abbasi Halifeliğinin Kahire'de Devam Etmesi",
    "cardKey": "Memlûklular himayesinde devam etmiştir."
  },
  {
    "cardValue": "Medrese",
    "cardKey": "İslam medeniyetinde eğitim ve öğretim faaliyetlerinin yürütüldüğü kurumlardır."
  },
  {
    "cardValue": "Farabi",
    "cardKey": "Mantık ilmine katkılarından dolayı Aristo'dan sonra 'İkinci Öğretmen' olarak anılan İslam filozofudur."
  },
  {
    "cardValue": "İbn Sina (Avicenna)",
    "cardKey": "Batı'da 'Avicenna' olarak bilinen ve tıp alanındaki 'el-Kanûn fî't-Tıbb' eseriyle tanınan alimdir."
  },
  {
    "cardValue": "Talas Savaşı",
    "cardKey": "Türklerin İslamiyet'i kabulünde bir dönüm noktası olan ve 751 yılında Müslüman Araplarla Çinliler arasında yapılan savaştır."
  },
  {
    "cardValue": "Orta Asya'da İlk Müslüman Türk Devleti",
    "cardKey": "Karahanlı Devleti."
  },
  {
    "cardValue": "Gazneli Mahmut",
    "cardKey": "Hindistan'a düzenlediği 17 seferle İslamiyet'in bu coğrafyada yayılmasını sağlayan Gazneli hükümdarıdır."
  },
  {
    "cardValue": "Sultan Unvanını İlk Kullanan Hükümdar",
    "cardKey": "Gazneli Mahmut."
  },
  {
    "cardValue": "Kutadgu Bilig",
    "cardKey": "Yusuf Has Hacip tarafından yazılan ve ideal devlet yönetimini anlatan, siyasetname özelliği taşıyan ilk Türk-İslam edebi eseridir."
  },
  {
    "cardValue": "Divânü Lûgati't-Türk",
    "cardKey": "Kaşgarlı Mahmut tarafından Araplara Türkçe öğretmek amacıyla yazılan ve içinde Türk dünyası haritası da bulunan eserdir."
  },
  {
    "cardValue": "Divân-ı Hikmet",
    "cardKey": "Ahmet Yesevi'nin hikmet adı verilen şiirlerini bir araya getiren ve Türk tasavvuf tarihinin ilk edebi eseri kabul edilen eserdir."
  },
  {
    "cardValue": "Dandanakan Savaşı",
    "cardKey": "Büyük Selçuklu Devleti'nin resmen kurulmasını sağlayan ve 1040 yılında Gaznelilere karşı kazanılan savaştır."
  },
  {
    "cardValue": "Tuğrul Bey",
    "cardKey": "1055'te Bağdat'a girerek Abbasi halifesini Şii Büveyhoğulları baskısından kurtaran ve 'Doğu'nun ve Batı'nın Sultanı' unvanını alan Selçuklu hükümdarıdır."
  },
  {
    "cardValue": "Malazgirt Zaferi",
    "cardKey": "1071'de kazanılan zaferle Anadolu'nun kapıları Türklere açılmıştır."
  },
  {
    "cardValue": "Katvan Savaşı",
    "cardKey": "Büyük Selçuklu Devleti'nin yıkılış sürecini hızlandıran ve 1141'de Karahıtaylara karşı alınan yenilgidir."
  },
  {
    "cardValue": "Nizamiye Medreseleri",
    "cardKey": "Büyük Selçuklu veziri Nizâmülmülk tarafından Şii-Batıni faaliyetlerine karşı kurulan eğitim kurumlarının genel adıdır."
  },
  {
    "cardValue": "Anadolu'da İlk Türk Beyliği",
    "cardKey": "Saltuklular Beyliği'dir ve merkezi Erzurum'dur."
  },
  {
    "cardValue": "Divriği Ulu Cami ve Külliyesi",
    "cardKey": "UNESCO Dünya Kültür Mirası Listesi'nde yer alan Mengücekliler Beyliği'ne aittir."
  },
  {
    "cardValue": "Çaka Bey",
    "cardKey": "Türk tarihinde ilk donanmayı kuran ve bilinen ilk Türk denizcisi olan beydir."
  },
  {
    "cardValue": "Yağıbasan Medresesi",
    "cardKey": "Türklerin Anadolu'da yaptıkları ilk medrese olan ve Danişmentliler Beyliği'ne ait olan medresedir."
  },
  {
    "cardValue": "El-Cezerî",
    "cardKey": "Sibernetik alanındaki çalışmalarıyla bilinen ve ilk robotun mucidi sayılan Artuklu dönemi alimidir."
  },
  {
    "cardValue": "Miryokefalon Savaşı",
    "cardKey": "1176'da kazanılan zaferle Anadolu'nun kesin olarak Türk yurdu olduğu kabul edilmiş ve Bizans'ın Türkleri Anadolu'dan atma ümidi sona ermiştir."
  },
  {
    "cardValue": "Kudüs Krallığı",
    "cardKey": "I. Haçlı Seferi sonunda Haçlıların Kudüs'te kurdukları devlettir."
  },
  {
    "cardValue": "Latin İmparatorluğu",
    "cardKey": "Dördüncü Haçlı Seferi'nin amacından saparak İstanbul'u işgal etmesiyle kurulan devlettir (1204)."
  },
  {
    "cardValue": "Haçlı Seferleri ile Avrupa'ya Geçen Buluşlar",
    "cardKey": "Barut, kâğıt, matbaa ve pusula."
  },
  {
    "cardValue": "Yassıçemen Savaşı",
    "cardKey": "Türkiye Selçuklu Devleti'nin Moğollarla arasında tampon bölge olan Harzemşahlar Devleti'ni yıktığı savaştır (1230)."
  },
  {
    "cardValue": "Baba İshak İsyanı",
    "cardKey": "Türkiye Selçuklu Devleti'nin zayıflığını gösteren ve Moğol istilasına zemin hazırlayan büyük Türkmen ayaklanmasıdır."
  },
  {
    "cardValue": "Kösedağ Savaşı",
    "cardKey": "Türkiye Selçuklu Devleti'nin Moğollara yenilerek dağılma sürecine girdiği savaştır (1243)."
  },
  {
    "cardValue": "Osmanlı'ya Katılan İlk Beylik",
    "cardKey": "Karesioğulları."
  },
  {
    "cardValue": "Koyunhisar Muharebesi",
    "cardKey": "Osmanlı Devleti'nin aşiretten beyliğe geçişini sağlayan ve Bizans'a karşı kazanılan ilk büyük zaferdir (1302)."
  },
  {
    "cardValue": "Çimpe Kalesi",
    "cardKey": "Orhan Bey'in Bizans İmparatoru Kantakuzen'e yaptığı yardımlar karşılığında aldığı ve Rumeli'ye geçişte üs olarak kullandığı kaledir (1353)."
  },
  {
    "cardValue": "İskân Politikası",
    "cardKey": "Osmanlı Devleti'nin fethettiği bölgelerde kalıcılığı sağlamak amacıyla Anadolu'daki Türk nüfusu Balkanlara yerleştirmesi politikasıdır."
  },
  {
    "cardValue": "İstimâlet Politikası",
    "cardKey": "Osmanlı'nın fethettiği yerlerdeki halkın gönlünü kazanmak için uyguladığı hoşgörü ve adalet politikasıdır."
  },
  {
    "cardValue": "Ankara Savaşı",
    "cardKey": "1402'de Osmanlı Devleti ile Timur İmparatorluğu arasında yapılan ve Osmanlı'nın yenilgisiyle sonuçlanan savaştır."
  },
  {
    "cardValue": "Fetret Devri",
    "cardKey": "Ankara Savaşı'ndan sonra Yıldırım Bayezid'in oğulları arasında 11 yıl süren taht kavgaları dönemidir (1402-1413)."
  },
  {
    "cardValue": "Osmanlı'nın İkinci Kurucusu",
    "cardKey": "I. Mehmet (Çelebi Mehmet)."
  },
  {
    "cardValue": "Osmanlı'nın İlk Düzenli Ordusu",
    "cardKey": "Orhan Gazi döneminde kurulmuştur. Atlı askerlere 'müsellem', atsız askerlere 'yaya' denirdi."
  },
  {
    "cardValue": "Tımar Sistemi",
    "cardKey": "Osmanlı ordusunda, gelirleri hizmet karşılığı asker ve memurlara verilen topraklara dayalı sistemdir."
  },
  {
    "cardValue": "Cebelü",
    "cardKey": "Tımar sahibinin, toprağın geliriyle beslemek ve savaş zamanı orduya katmak zorunda olduğu atlı askerdir."
  },
  {
    "cardValue": "Devşirme Sistemi",
    "cardKey": "Rumeli'deki Hristiyan çocukların belirli kurallarla alınıp yetiştirilerek Kapıkulu askeri yapılması sistemidir."
  },
  {
    "cardValue": "Yeniçeri Ocağı",
    "cardKey": "Pencik ve Devşirme sistemleriyle oluşturulan, padişaha bağlı merkez ordusunun en önemli piyade birliğidir."
  },
  {
    "cardValue": "Vak'a-i Hayriye",
    "cardKey": "1826'da II. Mahmut tarafından Yeniçeri Ocağı'nın kaldırılması olayıdır."
  },
  {
    "cardValue": "Ahi Evran",
    "cardKey": "Anadolu'daki esnaf ve sanatkârları bir araya getiren Ahilik teşkilatının kurucusudur."
  },
  {
    "cardValue": "Seyfiye",
    "cardKey": "Osmanlı yönetici sınıfı içinde yönetim ve askerlikten sorumlu olan gruptur."
  },
  {
    "cardValue": "İlmiye",
    "cardKey": "Osmanlı yönetici sınıfı içinde eğitim, din ve adalet işlerinden sorumlu olan gruptur."
  },
  {
    "cardValue": "Kalemiye",
    "cardKey": "Osmanlı yönetici sınıfı içinde mali ve idari bürokrasiden sorumlu olan gruptur."
  },
  {
    "cardValue": "Topkapı Sarayı",
    "cardKey": "İstanbul'un fethinden sonra Fatih Sultan Mehmet tarafından yaptırılan ve devletin uzun yıllar yönetim merkezi olan saraydır."
  },
  {
    "cardValue": "Enderun Mektebi",
    "cardKey": "Topkapı Sarayı'nda devşirme kökenli devlet adamlarının yetiştirildiği okuldur."
  },
  {
    "cardValue": "Divan-ı Hümâyun",
    "cardKey": "Osmanlı'da devlet işlerinin görüşülüp karara bağlandığı en yüksek yönetim organıdır."
  },
  {
    "cardValue": "Kardeş Katli",
    "cardKey": "Fatih Sultan Mehmet, çıkardığı kanunname ile devletin bekası için kardeş katlini yasal hale getirmiştir."
  },
  {
    "cardValue": "Kafes Usulü",
    "cardKey": "Osmanlı'da şehzadelerin devlet tecrübesi kazanmaları için sancaklara vali olarak gönderilmesi uygulamasına son veren sistemdir."
  },
  {
    "cardValue": "Ekber ve Erşed Sistemi",
    "cardKey": "I. Ahmet döneminde tahta, hanedanın en yaşlı ve en olgun üyesinin geçmesi kuralıdır."
  },
  {
    "cardValue": "İstanbul'un Fethi",
    "cardKey": "Orta Çağ'ı kapatıp Yeni Çağ'ı başlatan olaydır (1453)."
  },
  {
    "cardValue": "Karadeniz'in Türk Gölü Haline Gelmesi",
    "cardKey": "Fatih Sultan Mehmet, Amasra, Sinop, Trabzon ve Kırım'ın fethiyle Karadeniz'i bir Türk gölü haline getirmiştir."
  },
  {
    "cardValue": "Çaldıran Savaşı",
    "cardKey": "Yavuz Sultan Selim'in 1514'te Safevi hükümdarı Şah İsmail'i yendiği ve Doğu Anadolu'daki Safevi tehlikesini ortadan kaldırdığı savaştır."
  },
  {
    "cardValue": "Turnadağ Savaşı",
    "cardKey": "Yavuz Sultan Selim'in 1515'te Dulkadiroğulları Beyliği'ne son verdiği savaştır."
  },
  {
    "cardValue": "Mercidabık Savaşı",
    "cardKey": "Yavuz Sultan Selim'in 1516'da Memlûkleri yendiği ve Suriye ile Filistin'i ele geçirdiği savaştır."
  },
  {
    "cardValue": "Ridaniye Savaşı",
    "cardKey": "1517'de Memlûk Devleti'ni yıkarak halifeliğin Osmanlılara geçmesini sağlayan savaştır."
  },
  {
    "cardValue": "Mohaç Meydan Muharebesi",
    "cardKey": "Kanuni Sultan Süleyman döneminde, Macaristan'ın fethine yol açan ve yaklaşık iki saat süren savaştır (1526)."
  },
  {
    "cardValue": "1533 İstanbul Antlaşması",
    "cardKey": "Avusturya arşidükü, protokolde Osmanlı vezir-i âzamına (sadrazam) denk sayılmıştır."
  },
  {
    "cardValue": "Amasya Antlaşması",
    "cardKey": "Osmanlı Devleti ile Safeviler arasında imzalanan ilk resmi antlaşmadır (1555)."
  },
  {
    "cardValue": "Ferhat Paşa Antlaşması",
    "cardKey": "Osmanlı Devleti'nin doğuda en geniş sınırlara ulaştığı antlaşmadır (1590)."
  },
  {
    "cardValue": "Kapitülasyon",
    "cardKey": "Osmanlı Devleti'nin, Hristiyan birliğini parçalamak ve ticareti canlandırmak amacıyla yabancı devletlere verdiği ticari ve hukuki ayrıcalıklardır."
  },
  {
    "cardValue": "Atlas Okyanusu",
    "cardKey": "Coğrafi Keşifler sonucu Akdeniz ticaretinin önemini kaybetmesiyle, önemi artan okyanustur."
  },
  {
    "cardValue": "Kadırga ve Kalyon",
    "cardKey": "Osmanlı donanmasında kürekle hareket eden savaş gemilerine kadırga, yelkenle hareket eden büyük savaş gemilerine kalyon denirdi."
  },
  {
    "cardValue": "Zitvatorok Antlaşması",
    "cardKey": "1606'da imzalanan antlaşma ile Avusturya arşidükü Osmanlı padişahına denk sayılarak, 1533'te kazanılan siyasi üstünlük sona ermiştir."
  },
  {
    "cardValue": "Bucaş Antlaşması",
    "cardKey": "Osmanlı Devleti'nin batıda en geniş sınırlara ulaştığı antlaşmadır (1672)."
  },
  {
    "cardValue": "Bahçesaray Antlaşması",
    "cardKey": "Osmanlı Devleti ile Rusya arasında imzalanan ilk antlaşmadır (1681)."
  },
  {
    "cardValue": "Kutsal İttifak",
    "cardKey": "II. Viyana Kuşatması'ndaki (1683) başarısızlık sonrası Osmanlı'ya karşı Papa'nın öncülüğünde kurulan ittifaktır."
  },
  {
    "cardValue": "Karlofça Antlaşması",
    "cardKey": "1699'da imzalanan ve Osmanlı Devleti'nin Batı'da ilk kez büyük çapta toprak kaybettiği antlaşmadır."
  },
  {
    "cardValue": "Prut Antlaşması",
    "cardKey": "1711 Prut Savaşı sonrası imzalanan antlaşma ile Osmanlı Devleti, Rusya'dan Azak Kalesi'ni geri almıştır."
  },
  {
    "cardValue": "Lâle Devri",
    "cardKey": "1718 Pasarofça Antlaşması ile başlayan ve Batı'nın kültürel ve teknik yeniliklerinin alındığı dönemdir."
  },
  {
    "cardValue": "Kapitülasyonların Sürekli Hale Getirilmesi",
    "cardKey": "1739 Belgrad Antlaşması'nda arabuluculuk yaptığı için Fransa'ya verilen kapitülasyonlar sürekli hale getirilmiştir."
  },
  {
    "cardValue": "Çeşme Baskını",
    "cardKey": "1770 yılında Rus donanmasının Osmanlı donanmasını yaktığı baskındır."
  },
  {
    "cardValue": "Küçük Kaynarca Antlaşması ile Kaybedilen İlk Müslüman Toprak",
    "cardKey": "Kırım."
  },
  {
    "cardValue": "Rusya'nın Ortodoks Hamilik Hakkı",
    "cardKey": "Rusya, Küçük Kaynarca Antlaşması ile Osmanlı topraklarındaki Ortodoksların koruyuculuğunu (hamiliğini) üstlenmiştir."
  },
  {
    "cardValue": "Skolastik Düşünce",
    "cardKey": "Avrupa'da deney ve gözlemi reddeden, kilise öğretilerini temel alan dogmatik düşünce sistemidir."
  },
  {
    "cardValue": "Rönesans",
    "cardKey": "15. ve 16. yüzyıllarda Avrupa'da edebiyat, sanat ve bilim alanında yaşanan yeniden doğuş hareketidir."
  },
  {
    "cardValue": "Reform",
    "cardKey": "16. yüzyılda Martin Luther'in Almanya'da başlattığı, Katolik Kilisesi'ndeki bozulmalara karşı yapılan dini yenilenme hareketidir."
  },
  {
    "cardValue": "Yeni Hristiyan Mezhepleri",
    "cardKey": "Protestanlık, Kalvenizm ve Anglikanizm."
  },
  {
    "cardValue": "Vestfalya Antlaşması",
    "cardKey": "1618-1648 yılları arasında Avrupa'da yaşanan din savaşlarını sona erdiren ve modern devletler hukukunun temelini atan antlaşmadır."
  },
  {
    "cardValue": "Aydınlanma Çağı",
    "cardKey": "18. yüzyılda Avrupa'da aklı, bilimi ve özgür düşünceyi ön plana çıkaran felsefi dönemdir."
  },
  {
    "cardValue": "Coğrafi Keşiflerin Osmanlı Ekonomisine Etkisi",
    "cardKey": "Avrupa'ya akan değerli madenlerin Osmanlı ekonomisine girmesi, akçenin değer kaybetmesine ve yüksek enflasyona sebep olmuştur."
  },
  {
    "cardValue": "İltizam Sistemi",
    "cardKey": "Osmanlı Devleti'nde vergi gelirlerinin açık artırma yoluyla belirli bir süreliğine satılması sistemidir."
  },
  {
    "cardValue": "Mültezim",
    "cardKey": "İltizam usulüyle vergi toplama hakkını alan kişidir."
  },
  {
    "cardValue": "Celâli İsyanları",
    "cardKey": "Yavuz Sultan Selim döneminde Tokat'ta isyan eden Bozoklu Şeyh Celâl'in adıyla anılan Anadolu'daki isyanların genel adıdır."
  },
  {
    "cardValue": "Büyük Kaçgun",
    "cardKey": "Celâli İsyanları sonucunda köylülerin topraklarını terk ederek şehirlere göç etmesi olayıdır."
  },
  {
    "cardValue": "İlk Türk Matbaasında Basılan İlk Eser",
    "cardKey": "Vankulu Lûgati."
  },
  {
    "cardValue": "İlk Geçici Elçi",
    "cardKey": "Lâle Devri'nde Avrupa'ya gönderilen ilk geçici elçi Yirmisekiz Çelebi Mehmet Efendi'dir ve Paris'e gönderilmiştir."
  },
  {
    "cardValue": "Fransız İhtilali",
    "cardKey": "1789'da Fransa'da mutlak monarşinin yıkılmasına ve milliyetçilik, eşitlik, özgürlük gibi fikirlerin yayılmasına neden olan olaydır."
  },
  {
    "cardValue": "İlk İsyan Eden Millet",
    "cardKey": "Sırplar (1804)."
  },
  {
    "cardValue": "Edirne Antlaşması ile Bağımsızlık Kazanan İlk Millet",
    "cardKey": "Yunanlılar (1829)."
  },
  {
    "cardValue": "Sanayi Devrimi",
    "cardKey": "18. yüzyılda İngiltere'de başlayan ve insan gücünden makine gücüne geçişi ifade eden gelişmedir."
  },
  {
    "cardValue": "Nizam-ı Cedit",
    "cardKey": "III. Selim döneminde Batı tarzında kurulan yeni orduya ve bu dönemdeki tüm yeniliklere verilen genel addır."
  },
  {
    "cardValue": "İrad-ı Cedit",
    "cardKey": "Nizam-ı Cedit ordusunun masraflarını karşılamak için kurulan hazinedir."
  },
  {
    "cardValue": "Asâkir-i Mansûre-i Muhammediye",
    "cardKey": "Yeniçeri Ocağı'nın kaldırılmasından sonra II. Mahmut tarafından kurulan yeni ordunun adıdır."
  },
  {
    "cardValue": "Redif Birlikleri",
    "cardKey": "II. Mahmut döneminde, taşrada Asâkir-i Mansûre-i Muhammediye'ye asker yetiştirmek amacıyla kurulan birliklerdir."
  },
  {
    "cardValue": "Osmanlı'da Demir Yolu Amaçları",
    "cardKey": "Merkezi otoriteyi güçlendirmek, asker ve malzeme sevkiyatını kolaylaştırmak, isyanları bastırmak ve ticareti geliştirmek."
  },
  {
    "cardValue": "Hendesehane",
    "cardKey": "Osmanlı'da modern anlamda askerî eğitim veren ve 1734'te açılan ilk okuldur."
  },
  {
    "cardValue": "Mühendishane-i Bahr-i Hümâyun",
    "cardKey": "Günümüzde Deniz Harp Okulu'nun temelini oluşturan ve 1775'te kurulan okuldur."
  },
  {
    "cardValue": "Sened-i İttifak",
    "cardKey": "1808'de Sadrazam Alemdar Mustafa Paşa ile ayanlar arasında imzalanan ve padişahın yetkilerini sınırlayan belgedir."
  },
  {
    "cardValue": "Tanzimat Fermanı",
    "cardKey": "1839'da Sultan Abdülmecid tarafından ilan edilen, padişahın hukukun üstünlüğünü kabul ettiği ve anayasal düzene geçişin ilk adımı olan fermandır."
  },
  {
    "cardValue": "Islahat Fermanı",
    "cardKey": "1856'da Paris Antlaşması öncesi ilan edilen ve gayrimüslimlere yeni haklar tanıyan fermandır."
  },
  {
    "cardValue": "Kanun-ı Esasi",
    "cardKey": "1876'da ilan edilen ve Türk tarihinin ilk anayasası olan belgedir."
  },
  {
    "cardValue": "Meşrutiyet",
    "cardKey": "Kanun-ı Esasi'nin ilanı ile başlayan, padişahın yanında bir de meclisin olduğu yönetim şeklidir."
  },
  {
    "cardValue": "31 Mart Vakası",
    "cardKey": "1909'da meşrutiyet rejimine karşı çıkan ve Hareket Ordusu tarafından bastırılan isyandır."
  },
  {
    "cardValue": "Bâbıâli Baskını",
    "cardKey": "1913'te İttihat ve Terakki'nin hükümet binasını basarak yönetimi tamamen ele geçirdiği olaydır."
  },
  {
    "cardValue": "Balta Limanı Antlaşması",
    "cardKey": "1838'de İngiltere ile imzalanan ve Osmanlı'yı Avrupalıların açık pazarı haline getiren ticaret antlaşmasıdır."
  },
  {
    "cardValue": "Osmanlı'nın İlk Dış Borcu",
    "cardKey": "Kırım Savaşı sırasında 1854'te İngiltere'den alınmıştır."
  },
  {
    "cardValue": "Düyûn-ı Umûmiye İdaresi",
    "cardKey": "Osmanlı Devleti'nin 1881'de iflasını ilan etmesiyle alacaklı devletler tarafından kurulan ve devletin bazı gelirlerine el koyan kurumdur."
  },
  {
    "cardValue": "İlk Nüfus Sayımı",
    "cardKey": "II. Mahmud döneminde, asker ve vergi mükelleflerini tespit etmek amacıyla yapılmıştır."
  },
  {
    "cardValue": "İlk Resmi Gazete",
    "cardKey": "Takvim-i Vekâyi (1831)."
  },
  {
    "cardValue": "Mustafa Kemal'in Askeri Rüştiyesi",
    "cardKey": "Selanik Askerî Rüştiyesi."
  },
  {
    "cardValue": "Mustafa Kemal'in İdadisi",
    "cardKey": "Manastır Askerî İdadisi."
  },
  {
    "cardValue": "Mustafa Kemal'in İlk Görev Yeri ve Kurduğu Cemiyet",
    "cardKey": "Şam'daki 5. Ordu'dur ve Vatan ve Hürriyet Cemiyeti'ni kurmuştur."
  },
  {
    "cardValue": "Osmanlıcılık",
    "cardKey": "Osmanlı Devleti'nde dil, din, ırk ayrımı yapmadan tüm tebaayı eşit kabul ederek bir Osmanlı milleti yaratmayı amaçlayan fikir akımıdır."
  },
  {
    "cardValue": "İslamcılık (Ümmetçilik)",
    "cardKey": "Tüm dünya Müslümanlarını halifenin etrafında birleştirmeyi amaçlayan fikir akımıdır."
  },
  {
    "cardValue": "Türkçülük",
    "cardKey": "Devletin kurtuluşunun Türk milliyetçiliği ile sağlanabileceğini savunan fikir akımıdır."
  },
  {
    "cardValue": "Trablusgarp Savaşı",
    "cardKey": "İtalya'nın 1911'de sömürge elde etmek amacıyla Osmanlı'nın Kuzey Afrika'daki son toprağına saldırmasıyla başlayan savaştır."
  },
  {
    "cardValue": "Uşi Antlaşması",
    "cardKey": "Trablusgarp Savaşı'nı sona erdiren ve bu toprağın İtalya'ya bırakıldığı antlaşmadır (1912)."
  },
  {
    "cardValue": "Londra Antlaşması",
    "cardKey": "I. Balkan Savaşı sonucunda Osmanlı Devleti ile Balkan devletleri arasında imzalanan ve Midye-Enez hattının sınır kabul edildiği antlaşmadır (1913)."
  },
  {
    "cardValue": "İstanbul Antlaşması (1913)",
    "cardKey": "II. Balkan Savaşı sonunda Bulgaristan ile imzalanan ve Meriç Nehri'nin sınır olarak kabul edildiği antlaşmadır."
  },
  {
    "cardValue": "I. Dünya Savaşı'nı Başlatan Olay",
    "cardKey": "Avusturya-Macaristan veliahtı Franz Ferdinand'ın Saraybosna'da bir Sırp tarafından öldürülmesidir."
  },
  {
    "cardValue": "Kafkas Cephesi",
    "cardKey": "Osmanlı Devleti'nin I. Dünya Savaşı'nda Rusya'ya karşı savaştığı ve Sarıkamış Harekatı'nın yaşandığı cephedir."
  },
  {
    "cardValue": "Çanakkale Cephesi",
    "cardKey": "I. Dünya Savaşı'nı iki yıl uzatan ve Mustafa Kemal'in 'Anafartalar Kahramanı' olarak tanınmasını sağlayan cephedir."
  },
  {
    "cardValue": "Irak Cephesi",
    "cardKey": "İngilizlerin Irak petrollerini ele geçirmek ve Rusya'ya yardım ulaştırmak amacıyla açtığı, Kut'ül-Amâre zaferinin kazanıldığı cephedir."
  },
  {
    "cardValue": "Kanal Cephesi",
    "cardKey": "İngilizlerin sömürge yolunu kesmek ve Mısır'ı geri almak amacıyla açılan taarruz cephesidir."
  },
  {
    "cardValue": "Sevk ve İskân Kanunu",
    "cardKey": "Osmanlı Devleti'nin I. Dünya Savaşı sırasında, isyan eden ve Ruslarla işbirliği yapan Ermenileri savaş bölgesi dışına zorunlu göçe tabi tuttuğu kanundur."
  },
  {
    "cardValue": "Wilson İlkeleri",
    "cardKey": "ABD Başkanı Wilson'un, savaş sonrası dünya düzeni için yayımladığı ve yenilen devletlerden toprak alınmamasını öngören ilkelerdir."
  },
  {
    "cardValue": "Mondros Ateşkes Antlaşması",
    "cardKey": "Osmanlı Devleti'nin I. Dünya Savaşı'ndan çekildiği ateşkes antlaşmasıdır (30 Ekim 1918)."
  },
  {
    "cardValue": "Mondros Ateşkes Antlaşması 7. Madde",
    "cardKey": "İtilaf Devletleri, güvenliklerini tehdit eden bir durum ortaya çıkarsa herhangi bir stratejik noktayı işgal etme hakkına sahip olacaktır."
  },
  {
    "cardValue": "Kuvâ-yi Milliye",
    "cardKey": "Mondros Ateşkesi'nden sonra Anadolu'da işgallere karşı halkın oluşturduğu düzensiz, silahlı direniş birlikleridir."
  },
  {
    "cardValue": "Amiral Bristol Raporu",
    "cardKey": "İzmir'in işgalinin haksız olduğunu ve bölgede Türklerin çoğunlukta olduğunu belirten ilk uluslararası belgedir."
  },
  {
    "cardValue": "Amasya Genelgesi",
    "cardKey": "Millî Mücadele'nin gerekçesi, amacı ve yönteminin belirtildiği, Mustafa Kemal tarafından hazırlanan belgedir (22 Haziran 1919)."
  },
  {
    "cardValue": "Erzurum Kongresi",
    "cardKey": "Toplanış amacı bakımından bölgesel, aldığı kararlar bakımından ulusal olan ve ilk kez milli sınırlardan bahsedilen kongredir."
  },
  {
    "cardValue": "Manda ve Himayenin Reddi",
    "cardKey": "Erzurum Kongresi'nde ilk kez reddedilen ve Sivas Kongresi'nde kesin olarak reddedilen fikirdir."
  },
  {
    "cardValue": "Sivas Kongresi",
    "cardKey": "Tüm millî cemiyetlerin 'Anadolu ve Rumeli Müdâfaa-i Hukuk Cemiyeti' adı altında birleştirildiği kongredir."
  },
  {
    "cardValue": "Amasya Görüşmeleri",
    "cardKey": "Sivas Kongresi'nden sonra Temsil Heyeti'nin İstanbul Hükümeti tarafından resmen tanınmasını sağlayan görüşmedir (22 Ekim 1919)."
  }
]
