[
  {
    "cardValue": "Tarihin Diğer Beşeri Bilimlerden Farkı",
    "cardKey": "Diğer bilimler insanı veya doğayı bir yönüyle ele alırken, tarih insanı her yönüyle ve bütün yaptıklarıyla anlamaya çalışır."
  },
  {
    "cardValue": "Tarihte Deney ve Gözlemin Uygulanamaması",
    "cardKey": "Tarihi olayların tekrarlanamaz olması ve zamanı geriye döndürmenin mümkün olmamasıdır."
  },
  {
    "cardValue": "Birinci Elden Kaynaklar",
    "cardKey": "Olayın geçtiği döneme ait kitabe, abide, arkeolojik buluntu ve paralardır."
  },
  {
    "cardValue": "Tarih Öncesine En Çok Yardımcı Olan Bilim",
    "cardKey": "Arkeoloji."
  },
  {
    "cardValue": "Epigrafi",
    "cardKey": "Tarihî yapılar, anıtlar ve mezar taşları üzerindeki yazıları inceleyen bilim dalıdır."
  },
  {
    "cardValue": "Etnografya",
    "cardKey": "Toplumların örf, âdet, gelenek ve yaşayışlarını inceleyen bilim dalıdır."
  },
  {
    "cardValue": "Heraldik",
    "cardKey": "Devletlerin kullandığı armaları ve mühürleri inceleyen bilim dalıdır."
  },
  {
    "cardValue": "Paleografya",
    "cardKey": "Yazıları, alfabeleri ve bunların zaman içerisindeki değişimlerini inceleyen bilim dalıdır."
  },
  {
    "cardValue": "Ay Yılı Esasına Dayalı Takvim",
    "cardKey": "Ay'ın Dünya etrafındaki on iki tur dönüşünü bir yıl (354 gün) olarak esas alan takvim türüdür."
  },
  {
    "cardValue": "Türklerin İlk Takvimi",
    "cardKey": "On İki Hayvanlı Türk Takvimi'dir ve Güneş yılı esasına dayanır."
  },
  {
    "cardValue": "Celâli Takvimi",
    "cardKey": "Büyük Selçuklu Sultanı Melikşah'ın emriyle Ömer Hayyam başkanlığındaki bir heyet tarafından hazırlanan takvimdir."
  },
  {
    "cardValue": "Rûmî Takvim",
    "cardKey": "Osmanlı Devleti'nde mali işlerin düzenlenmesi amacıyla kullanılan ve 1839'dan itibaren mart ayını mali yılbaşı kabul eden takvimdir."
  },
  {
    "cardValue": "Miladi Takvim",
    "cardKey": "Türkiye'de 1 Ocak 1926'dan itibaren kullanılmaya başlanan takvimdir."
  },
  {
    "cardValue": "Kaşgarlı Mahmut'a Göre 'Türk' Anlamı",
    "cardKey": "Olgunluk çağı."
  },
  {
    "cardValue": "Ziya Gökalp'e Göre 'Türk' Anlamı",
    "cardKey": "Kanun ve nizam sahibi."
  },
  {
    "cardValue": "Orta Asya'nın En Eski Kültürü",
    "cardKey": "Anav Kültürü."
  },
  {
    "cardValue": "Türklere Ait En Eski Kültür Bölgesi",
    "cardKey": "Afanesyevo Kültürü."
  },
  {
    "cardValue": "Demiri Erken İşleyen Kültür",
    "cardKey": "Karasuk Kültürü."
  },
  {
    "cardValue": "İlk Düzenli Türk Ordusunu Kuran Hükümdar",
    "cardKey": "Mete Han (MÖ 209)."
  },
  {
    "cardValue": "Turan Taktiği",
    "cardKey": "Sahte ricat (geri çekilme) ve pusudan oluşan, Türklerin kullandığı ünlü savaş taktiğidir."
  },
  {
    "cardValue": "Urug",
    "cardKey": "Eski Türk toplum yapısında, ailelerin birleşmesiyle oluşan birimdir."
  },
  {
    "cardValue": "Budun",
    "cardKey": "Eski Türklerde boyların birleşmesiyle oluşan siyasi yapıdır."
  },
  {
    "cardValue": "Kut Anlayışı",
    "cardKey": "İlk Türk devletlerinde yönetme yetkisinin kağana Kök Tengri tarafından verildiği inancıdır."
  },
  {
    "cardValue": "İkili Teşkilat",
    "cardKey": "İlk Türk devletlerinde ülkenin doğu ve batı olarak ikiye ayrılarak yönetildiği sistemdir."
  },
  {
    "cardValue": "Ülüş",
    "cardKey": "Gök Tengri'nin Türk kağanına siyasi iktidarın (kut) yanı sıra bağışladığı iktisadi güçtür."
  },
  {
    "cardValue": "İlk Türk Devleti ve Başkenti",
    "cardKey": "Asya Hun Devleti'dir ve başkenti Ötüken'dir."
  },
  {
    "cardValue": "'Türk' Adını İlk Kullanan Devlet",
    "cardKey": "Kök Türk Devleti."
  },
  {
    "cardValue": "II. Kök Türk Devleti'nin Kurucusu",
    "cardKey": "Kutluk Kağan (İlteriş Kağan)."
  },
  {
    "cardValue": "Orhun Kitabeleri",
    "cardKey": "II. Kök Türk Devleti zamanında dikilen ve Türk devlet anlayışı hakkında önemli bilgiler içeren yazıtlardır."
  },
  {
    "cardValue": "Maniheizm",
    "cardKey": "Uygurların yerleşik hayata geçmesinde ve savaşçı özelliklerini kaybetmesinde etkili olan dindir."
  },
  {
    "cardValue": "Töre",
    "cardKey": "Eski Türklerde sosyal düzeni sağlayan sözlü hukuk kurallarıdır."
  },
  {
    "cardValue": "Kavimler Göçü",
    "cardKey": "Kuzey Hunlarının Balamir önderliğinde batıya göç ederek başlattığı ve İlk Çağ'ı bitirip Orta Çağ'ı başlatan olaydır (376)."
  },
  {
    "cardValue": "Feodalite",
    "cardKey": "Kavimler Göçü sonucunda Avrupa'da ortaya çıkan ve temeli güvenlik anlayışına dayanan rejimdir."
  },
  {
    "cardValue": "Margus Antlaşması",
    "cardKey": "Avrupa Hun hükümdarı Atilla'nın Doğu Roma ile yaptığı ve verginin iki katına çıkarıldığı antlaşmadır."
  },
  {
    "cardValue": "Museviliği Benimseyen Türk Devleti",
    "cardKey": "Hazar Devleti."
  },
  {
    "cardValue": "İstanbul'u Kuşatan İlk Türk Devleti",
    "cardKey": "Avarlar."
  },
  {
    "cardValue": "Talas Savaşı'nda Müslümanların Yanında Savaşan Türk Boyu",
    "cardKey": "Karluklar."
  },
  {
    "cardValue": "Kendi Adına Para Bastıran İlk Türk Devleti",
    "cardKey": "Türgişler."
  },
  {
    "cardValue": "Malazgirt'te Taraf Değiştiren Türk Topluluğu",
    "cardKey": "Peçenekler."
  },
  {
    "cardValue": "Manas Destanı",
    "cardKey": "Kırgızlara ait olan ve Türk edebiyatının en önemli sözlü örneklerinden sayılan destandır."
  },
  {
    "cardValue": "Cahiliye Dönemi",
    "cardKey": "Arap Yarımadası'nın İslamiyet'ten önceki dönemine, bilgisizliğin hüküm sürmesi ve putlara tapılması gibi nedenlerle verilen addır."
  },
  {
    "cardValue": "Hudeybiye Antlaşması",
    "cardKey": "Müslümanların Mekkeli müşrikler tarafından resmen tanınmasını sağlayan antlaşmadır (628)."
  },
  {
    "cardValue": "Mute Savaşı",
    "cardKey": "Müslümanlar ile Bizans arasındaki ilk savaştır (629)."
  },
  {
    "cardValue": "Cumhuriyet Dönemi",
    "cardKey": "Hz. Muhammed'in vefatından sonra halifelerin seçimle iş başına gelmesi nedeniyle Dört Halife Dönemi'ne verilen addır."
  },
  {
    "cardValue": "Ridde Savaşları",
    "cardKey": "Hz. Ebubekir döneminde, dinden dönen ve isyan eden kabilelere karşı yapılan savaşlardır."
  },
  {
    "cardValue": "İlk İslam Donanması",
    "cardKey": "Hz. Osman döneminde Şam valisi Muaviye tarafından kurulmuştur."
  },
  {
    "cardValue": "Cemel Vakası",
    "cardKey": "Hz. Ali döneminde yaşanan ve İslam dünyasındaki ilk iç savaş olarak kabul edilen olaydır."
  },
  {
    "cardValue": "Mevali",
    "cardKey": "Emeviler döneminde Arap olmayan Müslümanlara verilen ve Arap ırkçılığını yansıtan isimdir."
  },
  {
    "cardValue": "Kerbela Olayı",
    "cardKey": "İslam dünyasında mezhep ayrılığının kesinleşmesine neden olan ve Hz. Hüseyin'in şehit edildiği olaydır (680)."
  },
  {
    "cardValue": "Tarık bin Ziyad",
    "cardKey": "711 yılında İspanya'yı fetheden ve burada Endülüs Emevi Devleti'nin kurulmasına zemin hazırlayan komutandır."
  },
  {
    "cardValue": "Beytü'l-hikme",
    "cardKey": "Abbasiler döneminde Harun Reşid tarafından Bağdat'ta kurulan bilim ve tercüme merkezidir."
  },
  {
    "cardValue": "Mısır'da İlk Müslüman Türk Devleti",
    "cardKey": "Tolunoğulları."
  },
  {
    "cardValue": "Selahaddin Eyyubi",
    "cardKey": "Hıttin Savaşı'nda Haçlıları yenilgiye uğratarak 1187'de Kudüs'ü fetheden Eyyubi hükümdarıdır."
  },
  {
    "cardValue": "Farabi",
    "cardKey": "İslam dünyasında siyaset felsefesinden bahseden ilk filozoftur."
  },
  {
    "cardValue": "İbn Sina",
    "cardKey": "Batı'da 'Avicenna' olarak bilinen ve tıp alanındaki 'el-Kanûn fî't–Tıbb' adlı eseriyle tanınan alimdir."
  },
  {
    "cardValue": "Talas Savaşı",
    "cardKey": "Türklerin İslamiyet'i kabulünde dönüm noktası olarak kabul edilen savaştır (751)."
  },
  {
    "cardValue": "Orta Asya'da İlk Müslüman Türk Devleti",
    "cardKey": "Karahanlılar, Satuk Buğra Han döneminde İslamiyet'i kabul etmişlerdir."
  },
  {
    "cardValue": "Sultan Unvanını İlk Kullanan Hükümdar",
    "cardKey": "Gazneli Mahmut."
  },
  {
    "cardValue": "Dandanakan Savaşı",
    "cardKey": "Gazneliler ile Selçuklular arasında yapılan ve Büyük Selçuklu Devleti'nin resmen kurulmasını sağlayan savaştır (1040)."
  },
  {
    "cardValue": "Pasinler Savaşı",
    "cardKey": "Büyük Selçuklular ile Bizans İmparatorluğu arasındaki ilk savaştır (1048)."
  },
  {
    "cardValue": "Malazgirt Savaşı",
    "cardKey": "Anadolu'nun kapılarını Türklere açan ve Türkiye tarihini başlatan savaştır (1071)."
  },
  {
    "cardValue": "Kutadgu Bilig",
    "cardKey": "Yusuf Has Hacip tarafından yazılan ve Türk-İslam edebiyatının ilk örneği kabul edilen siyasetname niteliğindeki eserdir."
  },
  {
    "cardValue": "Divânü Lûgati't-Türk",
    "cardKey": "Kaşgarlı Mahmut'un Araplara Türkçe öğretmek amacıyla yazdığı ve içinde ilk Türk dünyası haritasını barındıran eserdir."
  },
  {
    "cardValue": "Divân-ı Hikmet",
    "cardKey": "Ahmet Yesevi'nin Türkçe yazdığı ve Türk tasavvuf tarihinin ilk edebi eseri kabul edilen şiirlerinin toplandığı kitaptır."
  },
  {
    "cardValue": "Doğu'nun ve Batı'nın Sultanı Unvanı",
    "cardKey": "Büyük Selçuklu hükümdarı Tuğrul Bey'in 1055'te Bağdat'a girerek Abbasi halifesini Şii Büveyhoğulları baskısından kurtarması üzerine halifenin ona verdiği unvandır."
  },
  {
    "cardValue": "Katvan Savaşı",
    "cardKey": "Büyük Selçuklu Devleti'nin yıkılış sürecini hızlandıran ve Karahıtaylar ile yapılan savaştır (1141)."
  },
  {
    "cardValue": "Nizamiye Medreseleri",
    "cardKey": "Büyük Selçuklu Devleti'nde Şii Fâtımiler ve Bâtınilerin yıkıcı faaliyetlerine karşı Sultan Alp Arslan ve Vezir Nizâmülmülk tarafından kurulan eğitim kurumlarıdır."
  },
  {
    "cardValue": "Anadolu'da İlk Türk Beyliği",
    "cardKey": "Saltuklular Beyliği, merkezi Erzurum'dur."
  },
  {
    "cardValue": "Divriği Ulu Cami ve Külliyesi",
    "cardKey": "Mengücekliler'e aittir ve UNESCO Dünya Kültür Mirası Listesi'nde yer almaktadır."
  },
  {
    "cardValue": "Danişmentliler",
    "cardKey": "Anadolu'da kurdukları Yağıbasan Medresesi ile ilk medrese geleneğini başlatan beyliğidir."
  },
  {
    "cardValue": "Çaka Bey",
    "cardKey": "İlk Türk denizcisi olarak bilinen ve İzmir'de ilk Türk donanmasını kuran beydir."
  },
  {
    "cardValue": "El-Cezerî",
    "cardKey": "Bilim ve teknikte sibernetik alanındaki çalışmalarıyla bilinen ve Artuklular döneminde yaşayan ünlü alimdir."
  },
  {
    "cardValue": "Miryokefalon Muharebesi",
    "cardKey": "Türkiye Selçuklu Devleti ile Bizans arasında yapılan ve Anadolu'nun kesin olarak Türk yurdu olmasını sağlayan savaştır (1176)."
  },
  {
    "cardValue": "Kösedağ Savaşı",
    "cardKey": "Türkiye Selçuklu Devleti'nin Moğol (İlhanlı) hakimiyetine girmesine ve Anadolu'da Türk siyasi birliğinin bozulmasına neden olan savaştır (1243)."
  },
  {
    "cardValue": "Haçlı Seferleri'nin Dini Sebebi",
    "cardKey": "Kudüs ve diğer kutsal yerleri Müslümanlardan geri almak."
  },
  {
    "cardValue": "Kudüs Krallığı",
    "cardKey": "Birinci Haçlı Seferi sonucunda Haçlılar Kudüs'te kurmuşlardır."
  },
  {
    "cardValue": "Dördüncü Haçlı Seferi",
    "cardKey": "Amacından saparak Haçlıların İstanbul'u işgal edip yağmaladığı ve Latin İmparatorluğu'nu kurduğu seferdir (1204)."
  },
  {
    "cardValue": "Haçlı Seferleri ile Avrupa'ya Geçen Buluşlar",
    "cardKey": "Barut, kâğıt, matbaa ve pusula."
  },
  {
    "cardValue": "Harzemşahlar Devleti",
    "cardKey": "Türkiye Selçukluları ile Moğollar arasında tampon bölge görevi gören devlettir. Yassıçemen Savaşı (1230) ile yıkılması, Anadolu'yu Moğol istilasına açık hale getirmiştir."
  },
  {
    "cardValue": "Osmanlı'ya Katılan İlk Beylik",
    "cardKey": "Karesioğulları."
  },
  {
    "cardValue": "Osmanlıların Oğuz Boyu",
    "cardKey": "Kayı Boyu."
  },
  {
    "cardValue": "Koyunhisar Muharebesi",
    "cardKey": "Tarihçiler tarafından Osmanlı Beyliği'nin fiilen kurulduğu ve Osman Gazi'nin şöhretini artırdığı savaştır (1302)."
  },
  {
    "cardValue": "Maltepe Muharebesi",
    "cardKey": "Orhan Bey döneminde Bizans ile yapılan ve Kocaeli Yarımadası'nın fethini sağlayan savaştır (1329)."
  },
  {
    "cardValue": "Çimpe Kalesi",
    "cardKey": "Osmanlıların Rumeli'ye geçişini sağlayan ve Bizans tarafından üs olarak verilen kaledir (1353)."
  },
  {
    "cardValue": "İskân Politikası",
    "cardKey": "Osmanlı Devleti'nin fethettiği bölgelere Anadolu'dan Türkmenleri yerleştirerek bölgenin Türkleşmesini ve İslamlaşmasını sağladığı politikadır."
  },
  {
    "cardValue": "İstimâlet Politikası",
    "cardKey": "Osmanlı Devleti'nin fethettiği yerlerdeki gayrimüslim halkın gönlünü kazanmak için uyguladığı adaletli ve hoşgörülü yönetim politikasıdır."
  },
  {
    "cardValue": "Sırpsındığı Savaşı",
    "cardKey": "I. Murad döneminde Haçlılarla yapılan ve Balkanlardaki Osmanlı hakimiyetini pekiştiren ilk büyük zaferdir (1364)."
  },
  {
    "cardValue": "Niğbolu Savaşı",
    "cardKey": "Yıldırım Bayezid'in Haçlılara karşı kazandığı ve Abbasi halifesinin kendisine 'Sultan-ı İklim-i Rum' unvanını verdiği savaştır (1396)."
  },
  {
    "cardValue": "II. Kosova Savaşı",
    "cardKey": "Balkanların kesin olarak Türk yurdu haline gelmesini sağlayan ve Haçlıların Balkanlardan Türkleri atma ümidini sona erdiren savaştır (1448)."
  },
  {
    "cardValue": "Ankara Savaşı",
    "cardKey": "Yıldırım Bayezid ile Timur arasında yapılan, Osmanlı Devleti'nin yenilgisiyle sonuçlanan ve Fetret Devri'ne girmesine neden olan savaştır (1402)."
  },
  {
    "cardValue": "Fetret Devri",
    "cardKey": "Ankara Savaşı'ndan sonra 11 yıl süren ve Yıldırım Bayezid'in oğulları arasında taht kavgalarıyla geçen dönemdir (1402-1413)."
  },
  {
    "cardValue": "Osmanlı'nın İkinci Kurucusu",
    "cardKey": "Çelebi Mehmet (I. Mehmet)."
  },
  {
    "cardValue": "Yaya ve Müsellem Teşkilatı",
    "cardKey": "Osmanlı Devleti'nde ilk düzenli ordu olarak Orhan Gazi döneminde kurulmuştur."
  },
  {
    "cardValue": "Tımar Sistemi",
    "cardKey": "Osmanlı Devleti'nde gelirleri hizmet karşılığı asker ve memurlara verilen topraklara dayalı sistemdir."
  },
  {
    "cardValue": "Cebelü",
    "cardKey": "Tımar sahibinin, toprağının geliriyle beslemek ve eğitmek zorunda olduğu atlı askerdir."
  },
  {
    "cardValue": "Devşirme Sistemi",
    "cardKey": "Rumeli'deki Hristiyan tebaadan belirli kurallara göre küçük yaştaki çocukların alınarak asker veya devlet adamı olarak yetiştirildiği sistemdir."
  },
  {
    "cardValue": "Pençik Sistemi",
    "cardKey": "Savaş esirlerinin beşte birinin asker olarak yetiştirilmesi esasına dayanan sistemdir."
  },
  {
    "cardValue": "Seyfiye",
    "cardKey": "Osmanlı yönetici sınıfı içinde yönetim ve askerlikten sorumlu olan ve 'kılıç ehli' olarak da bilinen gruptur."
  },
  {
    "cardValue": "İlmiye",
    "cardKey": "Osmanlı yönetici sınıfı içinde eğitim, adalet ve din işlerinden sorumlu olan gruptur."
  },
  {
    "cardValue": "Kalemiye",
    "cardKey": "Osmanlı yönetici sınıfında mali ve idari işler ile bürokrasiden sorumlu olan gruptur."
  },
  {
    "cardValue": "Rumeli Hisarı",
    "cardKey": "İstanbul'un fethi için Fatih Sultan Mehmet tarafından Anadolu Hisarı'nın karşısına yaptırılan hisardır."
  },
  {
    "cardValue": "İstanbul'un Fethi'nin Dünya Tarihi Sonucu",
    "cardKey": "Orta Çağ kapanmış, Yeni Çağ başlamıştır."
  },
  {
    "cardValue": "Otlukbeli Muharebesi",
    "cardKey": "Fatih Sultan Mehmet'in 1473'te Akkoyunlu hükümdarı Uzun Hasan'ı yendiği ve Doğu Anadolu'da Osmanlı hakimiyetini kesinleştirdiği savaştır."
  },
  {
    "cardValue": "Karadeniz'in Türk Gölü Haline Gelmesi",
    "cardKey": "Fatih'in Kırım'ı fethetmesiyle (1475) Karadeniz bir 'Türk gölü' haline gelmiştir."
  },
  {
    "cardValue": "Çaldıran Savaşı",
    "cardKey": "Yavuz Sultan Selim'in 1514'te Safevi hükümdarı Şah İsmail'i yendiği ve Doğu Anadolu'daki Şii tehlikesini önlediği savaştır."
  },
  {
    "cardValue": "Turnadağ Savaşı",
    "cardKey": "Yavuz Sultan Selim'in 1515'te Dulkadiroğulları Beyliği'ne son verdiği savaştır."
  },
  {
    "cardValue": "Mercidabık ve Ridaniye Savaşları",
    "cardKey": "Yavuz Sultan Selim'in Memlûk Devleti'ni yıktığı ve halifeliğin Osmanlılara geçmesini sağladığı savaşlardır (1516-1517)."
  },
  {
    "cardValue": "Mohaç Meydan Muharebesi",
    "cardKey": "Kanuni Sultan Süleyman döneminde Macaristan Krallığı'na son veren ve Osmanlı'nın Orta Avrupa'daki hakimiyetini başlatan savaştır (1526)."
  },
  {
    "cardValue": "1533 İstanbul Antlaşması",
    "cardKey": "Avusturya arşidükü, protokol bakımından Osmanlı vezir-i âzamına (sadrazam) denk sayılmıştır."
  },
  {
    "cardValue": "Amasya Antlaşması",
    "cardKey": "Osmanlı Devleti ile Safeviler arasında imzalanan ilk resmi antlaşmadır (1555)."
  },
  {
    "cardValue": "Ferhat Paşa Antlaşması",
    "cardKey": "Osmanlı Devleti'nin doğuda en geniş sınırlara ulaştığı antlaşmadır (1590)."
  },
  {
    "cardValue": "Millet Sistemi",
    "cardKey": "Osmanlı Devleti'nde hâkimiyet altındaki toplulukların din veya mezhep esasına göre örgütlenerek yönetilmesidir."
  },
  {
    "cardValue": "Fatih Kanunnamesi",
    "cardKey": "Fatih Sultan Mehmet döneminde çıkarılan ve devletin bekası için kardeş katline izin veren kanunnamedir."
  },
  {
    "cardValue": "Ekber ve Erşed Sistemini Getiren Padişah",
    "cardKey": "I. Ahmet."
  },
  {
    "cardValue": "Lonca Teşkilatı",
    "cardKey": "Osmanlı Devleti'nde şehirlerdeki esnaf ve zanaatkarların örgütlendiği, hem mesleki hem de ahlaki eğitim veren kuruluştur."
  },
  {
    "cardValue": "Zitvatorok Antlaşması",
    "cardKey": "1606'da imzalanan ve Osmanlı padişahı ile Avusturya arşidükünün siyasi protokolde eşit sayıldığı, böylece Osmanlı'nın Avrupa'daki siyasi üstünlüğünü kaybettiği antlaşmadır."
  },
  {
    "cardValue": "Bucaş Antlaşması",
    "cardKey": "Osmanlı Devleti'nin batıda en geniş sınırlara ulaştığı antlaşmadır (1672)."
  },
  {
    "cardValue": "Bahçesaray Antlaşması",
    "cardKey": "Osmanlı Devleti ile Rusya arasında imzalanan ilk resmi antlaşmadır (1681)."
  },
  {
    "cardValue": "Kutsal İttifak",
    "cardKey": "II. Viyana Kuşatması'ndaki (1683) başarısızlık sonrası Papa'nın teşvikiyle Osmanlı'ya karşı oluşturulan ittifaktır."
  },
  {
    "cardValue": "Karlofça Antlaşması",
    "cardKey": "Osmanlı Devleti'nin Avrupa'da ilk kez büyük çapta toprak kaybettiği ve gerileme dönemini başlatan antlaşmadır (1699)."
  },
  {
    "cardValue": "Kadırga ve Kalyon",
    "cardKey": "Osmanlı donanmasının temelini oluşturan, kürekle hareket eden gemi türüne kadırga, yelkenle hareket eden büyük savaş gemilerine ise kalyon denir."
  },
  {
    "cardValue": "Prut Antlaşması",
    "cardKey": "1711 Prut Savaşı sonucunda imzalanan antlaşma ile Osmanlı Devleti, Azak Kalesi'ni ve çevresini Rusya'dan geri almıştır."
  },
  {
    "cardValue": "Lâle Devri",
    "cardKey": "1718 Pasarofça Antlaşması'ndan sonra Osmanlı Devleti'nde başlayan, Batı ile kültürel yakınlaşmanın arttığı ve zevk ve sefa dönemi olarak bilinen devredir."
  },
  {
    "cardValue": "Belgrad Antlaşması",
    "cardKey": "Osmanlı Devleti'nin cardValueVIII. yüzyılda imzaladığı son kazançlı antlaşma olan ve Karadeniz'in yeniden Türk gölü olduğunu teyit eden antlaşmadır (1739)."
  },
  {
    "cardValue": "Çeşme Baskını",
    "cardKey": "1770'te Rus donanmasının Baltık'tan gelerek Osmanlı donanmasını yaktığı baskındır."
  },
  {
    "cardValue": "Küçük Kaynarca Antlaşması",
    "cardKey": "Kırım'ın bağımsız olduğu ve Rusya'nın Osmanlı'daki Ortodoksların koruyuculuğunu üstlendiği, Osmanlı için ağır şartlar içeren antlaşmadır (1774)."
  },
  {
    "cardValue": "Rönesans",
    "cardKey": "cardValueV. ve cardValueVI. yüzyıllarda Avrupa'da bilim, sanat ve edebiyatta yaşanan 'yeniden doğuş' hareketidir."
  },
  {
    "cardValue": "Reform",
    "cardKey": "Martin Luther'in 1517'de Katolik Kilisesi'nin uygulamalarına karşı başlattığı ve Avrupa'da yeni mezheplerin (Protestanlık) ortaya çıkmasına neden olan harekettir."
  },
  {
    "cardValue": "Otuz Yıl Savaşları",
    "cardKey": "Avrupa'da Protestanlar ile Katolikleri karşı karşıya getiren 1618-1648 yılları arasındaki savaşlardır."
  },
  {
    "cardValue": "Vestfalya Antlaşması",
    "cardKey": "Modern devletler hukukunun temeli sayılan ve devletlerin kendi topraklarında mutlak egemen olduğu prensibini getiren 1648 tarihli antlaşmadır."
  },
  {
    "cardValue": "Aydınlanma Çağı",
    "cardKey": "cardValueVII. ve cardValueVIII. yüzyıllarda Avrupa'da akıl, deney ve gözlemi ön plana çıkaran felsefi dönemdir."
  },
  {
    "cardValue": "Sikke Tağşişi",
    "cardKey": "Coğrafi Keşifler sonrası Avrupa'ya akan değerli madenlerin Osmanlı ekonomisine girmesiyle paranın değer kaybetmesine ve enflasyona verilen addır."
  },
  {
    "cardValue": "Kapitülasyonların Sürekli Hale Getirildiği Ülke",
    "cardKey": "Fransa (1740)."
  },
  {
    "cardValue": "İltizam Sistemi",
    "cardKey": "Osmanlı Devleti'nde bir bölgenin vergi gelirlerinin açık artırma yoluyla peşin paraya satılması sistemidir."
  },
  {
    "cardValue": "Malikâne Sistemi",
    "cardKey": "cardValueVII. yüzyıldan itibaren iltizamların ömür boyu kiralanması uygulamasıdır."
  },
  {
    "cardValue": "Layiha veya Risale",
    "cardKey": "Osmanlı Devleti'nde yaşanan bozulmaların nedenlerini ve çözüm yollarını sunmak amacıyla devlet adamları tarafından hazırlanan raporlardır."
  },
  {
    "cardValue": "İlk Türk Matbaası",
    "cardKey": "İbrahim Müteferrika ve Said Efendi tarafından Lâle Devri'nde (1727) açılmıştır."
  },
  {
    "cardValue": "Celâli İsyanları",
    "cardKey": "Yavuz Sultan Selim döneminde ortaya çıkan isyanlara nispetle, cardValueVI. ve cardValueVII. yüzyıllarda Anadolu'da çıkan toplumsal ve ekonomik nitelikli isyanlara verilen genel addır."
  },
  {
    "cardValue": "II. Osman (Genç Osman)",
    "cardKey": "Yeniçeri Ocağı'nı kaldırmak isteyen ve bu yüzden isyan sonucu öldürülen padişahtır."
  },
  {
    "cardValue": "Fransız İhtilali",
    "cardKey": "1789'da Fransa'da mutlak monarşiyi yıkan ve dünyaya milliyetçilik, eşitlik, özgürlük gibi fikirleri yayan olaydır."
  },
  {
    "cardValue": "İlk İsyan Eden ve Bağımsızlık Kazanan Milletler",
    "cardKey": "Sırplar / Yunanlılar."
  },
  {
    "cardValue": "Sanayi Devrimi",
    "cardKey": "cardValueVIII. yüzyılda İngiltere'de başlayan ve insan gücünden makine gücüne dayalı üretime geçişi ifade eden olaydır."
  },
  {
    "cardValue": "Nizam-ı Cedit ve İrad-ı Cedit",
    "cardKey": "III. Selim döneminde Batı tarzında kurulan orduya Nizam-ı Cedit ordusu, bu ordunun masrafları için İrad-ı Cedit hazinesi kurulmuştur."
  },
  {
    "cardValue": "Vakay-ı Hayriye",
    "cardKey": "II. Mahmut'un 1826'da Yeniçeri Ocağı'nı kaldırması olayıdır."
  },
  {
    "cardValue": "Asâkir-i Mansûre-i Muhammediye",
    "cardKey": "Yeniçeri Ocağı'nın kaldırılmasından sonra yerine kurulan modern ordunun adıdır."
  },
  {
    "cardValue": "Tanzimat Fermanı",
    "cardKey": "Sultan Abdülmecid döneminde ilan edilen, padişahın yetkilerini kanun gücüyle sınırlayan ve anayasal düzene geçişin ilk adımı olan belgedir (1839)."
  },
  {
    "cardValue": "Islahat Fermanı",
    "cardKey": "Kırım Savaşı sırasında Avrupalı devletlerin desteğini almak amacıyla gayrimüslimlere geniş haklar tanıyan 1856 tarihli fermandır."
  },
  {
    "cardValue": "Kanun-ı Esasi",
    "cardKey": "Türk tarihinin ilk anayasası olan ve 1876'da ilan edilerek meşrutiyet rejimini başlatan belgedir."
  },
  {
    "cardValue": "31 Mart Vakası",
    "cardKey": "II. Meşrutiyet'in ilanından sonra, mevcut yönetime karşı İstanbul'da çıkan ve Hareket Ordusu tarafından bastırılan isyandır (1909)."
  },
  {
    "cardValue": "Bâbıâli Baskını",
    "cardKey": "I. Balkan Savaşı sonunda Kâmil Paşa Hükümeti'ni devirerek İttihat ve Terakki'nin yönetimi tamamen ele geçirdiği olaydır (1913)."
  },
  {
    "cardValue": "1841 Londra Boğazlar Sözleşmesi",
    "cardKey": "Osmanlı-Rus rekabeti çerçevesinde, Boğazlar sorununu uluslararası bir statüye kavuşturan ve Osmanlı'nın Boğazlar üzerindeki mutlak egemenliğini sona erdiren antlaşmadır."
  },
  {
    "cardValue": "Balta Limanı Antlaşması",
    "cardKey": "1838'de İngiltere ile imzalanan ve Osmanlı pazarını büyük ölçüde yabancı rekabetine açarak yerli sanayiye darbe vuran ticaret antlaşmasıdır."
  },
  {
    "cardValue": "Düyûn-ı Umûmiye İdaresi",
    "cardKey": "Osmanlı Devleti'nin dış borçlarını ödeyememesi üzerine 1881'de alacaklı devletler tarafından kurulan ve devletin önemli gelir kaynaklarına el koyan kurumdur."
  },
  {
    "cardValue": "İlk Genel Nüfus Sayımı",
    "cardKey": "II. Mahmud döneminde yapılmıştır (1831)."
  },
  {
    "cardValue": "Mustafa Kemal'in İdadisi",
    "cardKey": "Manastır."
  },
  {
    "cardValue": "Vatan ve Hürriyet Cemiyeti",
    "cardKey": "Mustafa Kemal'in ilk görev yeri olan Şam'da kurduğu gizli cemiyetin adıdır."
  },
  {
    "cardValue": "Osmanlıcılık",
    "cardKey": "Osmanlı Devleti'nde yaşayan tüm unsurları din, dil, ırk ayrımı yapmadan eşit kabul ederek bir 'Osmanlı milleti' yaratmayı amaçlayan fikir akımıdır."
  },
  {
    "cardValue": "İslamcılık",
    "cardKey": "Tüm Müslümanları halifenin liderliğinde birleştirmeyi amaçlayan fikir akımıdır."
  },
  {
    "cardValue": "Türkçülük",
    "cardKey": "Balkan Savaşları'nın kaybedilmesiyle önem kazanan ve devletin kurtuluşunu Türk milli bilincinin uyandırılmasında gören fikir akımıdır."
  },
  {
    "cardValue": "Trablusgarp Savaşı",
    "cardKey": "Osmanlı Devleti'nin Kuzey Afrika'daki son toprağı olan Trablusgarp'ı kaybettiği savaştır (1911-1912)."
  },
  {
    "cardValue": "Londra Antlaşması",
    "cardKey": "I. Balkan Savaşı sonunda imzalanan ve Osmanlı'nın Midye-Enez hattının batısındaki tüm Rumeli topraklarını kaybettiği antlaşmadır (1913)."
  },
  {
    "cardValue": "Kafkas Cephesi",
    "cardKey": "Osmanlı Devleti'nin I. Dünya Savaşı'nda Rusya'ya karşı savaştığı ve Sarıkamış Harekatı'nın yaşandığı cephedir."
  },
  {
    "cardValue": "Çanakkale Cephesi",
    "cardKey": "I. Dünya Savaşı'nda İtilaf Devletleri'nin İstanbul'u alıp Osmanlı'yı savaş dışı bırakmak ve Rusya'ya yardım götürmek amacıyla açtığı cephedir."
  },
  {
    "cardValue": "Kut'ül-Amâre Kuşatması",
    "cardKey": "Osmanlı ordusunun I. Dünya Savaşı'nda İngilizlere karşı büyük bir zafer kazandığı ve bir İngiliz tümenini esir aldığı olaydır (Irak Cephesi)."
  },
  {
    "cardValue": "Sevk ve İskân Kanunu",
    "cardKey": "I. Dünya Savaşı sırasında Osmanlı Devleti'nin güvenliğini tehdit eden Ermeni komitelerinin faaliyetlerine karşı çıkardığı kanunun adıdır (27 Mayıs 1915)."
  },
  {
    "cardValue": "Mondros Ateşkes Antlaşması",
    "cardKey": "Osmanlı Devleti'nin I. Dünya Savaşı'ndan çekilmesine neden olan ateşkes antlaşmasıdır (30 Ekim 1918)."
  },
  {
    "cardValue": "Mondros Ateşkes Antlaşması 7. Madde",
    "cardKey": "İtilaf Devletleri, güvenliklerini tehdit edecek bir durumun ortaya çıkması halinde herhangi bir stratejik yeri işgal etme hakkına sahip olacaktır."
  },
  {
    "cardValue": "Mondros Ateşkes Antlaşması 24. Madde",
    "cardKey": "Doğudaki altı vilayette (Vilayat-ı Sitte) bir karışıklık çıkarsa, İtilaf Devletleri bu vilayetlerin herhangi bir bölümünü işgal hakkına sahip olacaktır."
  },
  {
    "cardValue": "Amiral Bristol Raporu",
    "cardKey": "İzmir'in Yunanlar tarafından işgalinin haksız olduğunu ve bölgedeki olayların sorumlusunun Rumlar olduğunu belirten uluslararası rapordur."
  },
  {
    "cardValue": "Amasya Genelgesi",
    "cardKey": "Milli Mücadele'nin gerekçesi, amacı ve yönteminin belirtildiği, 'Milletin istiklalini yine milletin azim ve kararı kurtaracaktır' maddesiyle ulusal egemenliğe ilk kez işaret eden belgedir (22 Haziran 1919)."
  },
  {
    "cardValue": "Erzurum Kongresi",
    "cardKey": "Toplanış amacı bakımından bölgesel, aldığı kararlar bakımından ulusal olan ve manda ve himayenin ilk kez reddedildiği kongredir."
  },
  {
    "cardValue": "Sivas Kongresi",
    "cardKey": "Tüm milli cemiyetlerin 'Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti' adı altında birleştirildiği ve manda ve himayenin kesin olarak reddedildiği kongredir."
  },
  {
    "cardValue": "Amasya Görüşmeleri",
    "cardKey": "Sivas Kongresi'nden sonra İstanbul Hükümeti'nin Temsil Heyeti'ni resmen tanımasını sağlayan görüşmelerdir (22 Ekim 1919)."
  }
]
